{


  "deluxe.effect.page.one.glossary": "This is where you can learn about the particular effects of Deluxe",
  "emptiness.glossary": "🎆 Emptiness - imposes the blade of the abyss. When the counter reaches (3), it reduces the maximum target energy by 1.",
  "mutilation.glossary": "🦴 Mutilation - imposes a dagger. When the counter reaches (3), it reduces the maximum target accuracy by 1.",
  "deluxe.weakness.glossary": "🫠 Weakness - imposes a cursed sword. Increases the enemy's energy drain by 1, p.s. the description will be slightly adjusted in the future",
  "effect_regeneration.glossary": "💗 Regeneration - imposes a 3-turn counter on the player - after 3 turns, the player restores 1 life (❤️).",
  "dehydration.glossary": "🍷 Dehydration - Inflicts a vampiric whip. When the counter reaches (3), the player who cast the effect restores his life.",
  "corrosive_mucus.glossary": "🩲 Corrosive slime - throws slime from the bottle. Destroys a random item from the enemy's inventory in two turns.",
  "hunger.glossary": "😋 Hunger - imposes the emitter\n>At 1-3\nReduces accuracy by 1\n>At 4-5\nReduces accuracy by 1\nMaximum damage dealt by 1\n> At 6 or more:\nReduces accuracy by 2\nMaximum and minimum damage is reduced by 1\nReduces max energy by 1\n\nTo get rid of the hunger effect, you need to skip the move, also reduces hunger by 3 pts. using: Adrenaline, Jet, Chitin, Rage Serum, Stimulator.",

  "menu.glossary": "Welcome to the guide v2, {first_name}! Here you will find a lot of useful things about the Veganwars!\nIf you have any questions/suggestions for improving the guide - poke the creator (in the bot description) or use /feedback\nThe guide has the ability to change the language, for this enter the command - /set_l",



  "staff_of_the_necromancer.glossary": "⚔️|The Necromancer's Staff:\nSummons a random npcs for 3 turns; during this time, the player gains a shield and cannot walk for him/herself - instead, he/she walks for the npcs.\n⚠️ If the player is stunned during the summoning, the summoned creature is also stunned.\n{staff_of_the_necromancer_info}\n\nCalled creatures:\nGhoul|👹\n♥️♥️♥️♥️♥️♥️|6 lives. Maximum: 6\n⚡️⚡️⚡️⚡️⚡️⚡️|6 energy. Maximum: 6\n💔x4/4 wounds. Affects loss of lives\n(You can lower the damage threshold to 3/4 with the axe.)\n▪️ Vampirism: for every life taken, the ghoul regains a life.\n▪️ Ghoul's Bloodthirstiness: for each life taken from a player, increases damage by +1.\n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. (but, light grenades work on him).\nWeapon:\n⚔️|Ghoul's teeth.\n{ghoul_teeth_info}\n\nSkeleton|💀\n♥️♥️♥️♥️|4 lives. Maximum: 4\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n▪️ Can attack immediately without approaching the target\nWeapon:\n⚔️|Sword.\n{skeleton_sword_info}\n\nZombie rat|🐭\n♥️♥️♥️♥️|4 lives. Maximum: 4\n⚡️⚡️⚡️⚡️⚡️|5 energy. Max: 5\n▪️ Has random weapons, abilities, items",
  "unique_weapons_main_page.glossary": "Meow :3",

  "abilities_page.one.glossary": "🤫 - Secret Abilities\n👨‍👧‍👦 - Group abilities (do not drop in battles and mass battles (1vs1; 1vs1vs1)",
  "inquisitor.glossary": "Inquisitor Ability Description:\nOnce every 3 turns, you may direct the wrath of the heavens at an opponent or ally/yourself.\nIf the opponent takes a damaging action this turn, they will be stunned after 2 turns.\nIf applied to an ally/yourself, that ally/yourself cannot die this turn.\nOnce per game, you have a 30% chance of not dying when your hp drops to 0, even if you didn't use the ability.",
  "sadist.glossary": "Sadist Ability Description:\nWhen you take away an opponent's XP, you recover 1 energy.\n\nNote: Energy will not be restored if you bleed them.",
  "berserk.glossary": "Berserk Ability Description:\nWhen you have exactly 1 xp remaining, you take +2 damage.\nYour initial energy is reduced in proportion to your maximum xp, but you gain +1 maximum and current energy for each life lost.",
  "ninja.glossary": "Ninja Ability Description:\nYour roll cannot be hit by an attack.",
  "gunsmith.glossary": "Gunsmith ability description:\nWhen you choose an ability, grants you the ability to choose a second weapon from a random list of 4 weapons. There are no trophy weapons in the list!\nDuring the game, you can switch to the second weapon each turn, but you can only change weapons once per turn.\n\n\nNote:\nIf your first weapon was a melee weapon and your second weapon was a ranged weapon, you will be able to choose Concentration, Dash and Berserk, which are not available for ranged weapons, but also these abilities retain their effect.\nAlso, in a similar situation you can choose biceps, but biceps has no effect on ranged weapons.\n\nIf your first weapon is a long-range weapon and your second weapon is a melee weapon, you will be able to select a sight that retains its accuracy effect for the melee weapon.",
  "medic.glossary": "Medic Ability Description:\nAt the start of combat, you gain a stimulant that restores 2 xp when used.",
  "alchemist.glossary": "Alchemist Ability Description:\nAt the start of the game and every 9 turns, you gain a rabies serum that causes the chosen target to attack in addition to its effect.\n\nNote: Rabies Serum can accumulate if not used.\nThey do not accumulate in dungeons",
  "addict.glossary": "Addict Ability Description:\nYou lose 1 accuracy. When you use Jet, Chitin, Adrenaline, or Rabies Serum on yourself, you gain +2 to accuracy and +1 to damage for one turn. You gain one of these items (except Rabies Serum) at the start of combat.",
  "shield_generator.glossary": "Shield Generator ability description:\nEvery 5 turns, you gain a shield. It does not recharge unless a shield from the previous generation has been spent.",
  "engineer.glossary": "Engineer Ability Description:\nOnce every 5 turns, you may create a neutral item by choosing one of three.\n\nNote: Neutral items are items that do not grant abilities (i.e. not a stimulant, pyrotechnics bomb, or rabies serum).",
  "pyrotechnician.glossary": "Pyrotechnic ability description:\nAt the start of the game, you gain a bomb that deals 1 damage. You can spend a turn to improve it by +2 damage, the number of improvements is unlimited.",
  "thrifty.glossary": "Thrifty Ability Description:\nAt the start of combat, you gain 2 random additional neutral items.\n\nNote: Neutral items are items that are not given by abilities (i.e. not stimulant, bomb pyrotechnics, or rabies serum)",
  "strong_skull.glossary": "Strong Skull Ability Description:\nYou gain a 50% chance to block 1 damage each turn. The damage limit for loss of life is increased by 3.",
  "zombie.glossary": "Zombie Ability Description:\nYou live 2 extra turns before you die.",
  "dooble_core.glossary": "Double-core  Description:\nIncreases maximum lives by 1 and bleed resistance by 2.",
  "gas_mask.glossary": "Gas mask Ability Description:\nBurning lasts on you for one turn instead of two. You gain immunity to light grenades and +1 maximum energy.",
  "final_blow.glossary": "Last Strike ability description:\nYou can strike one last blow, taking away 1hp each from two random opponents.\nInstantly kills a zombie. \nOn your next turn after this ability, you will die after this attack.\n\nNote:\nIf there is one target against you instead of two, you still only take away one life.\nIf there are more than two targets against you, you will take away a random two.\nYou cannot block with a shield or light grenade.\nIf an inquisitor is triggered during death after the last hit, you still die.",
  "pyromaniac.glossary": "Pyromancer Ability Description:\nFor each target with combustion, you deal +1 to damage.\n\nNote:\nYou take bonus damage even on the turn the target extinguishes itself.\nIt does not affect the degree of burning, only the number of targets.\nYou also deal additional damage if you burn yourself.",
  "aim.glossary": "Aim Ability Description:\nIncreases accuracy for ranged weapons by 2.",
  "visor.glossary": "Visor Ability Description:\nYou can see information about a selected opponent. Gives +1 to accuracy on ranged weapons.",
  "thief.glossary": "Thief Ability Description:\nOnce every 3 turns, you may steal an item from the target that you intended to use. If you use a ranged weapon, you passively gain +1 to accuracy.",
  "concentration.glossary": "Concentration Ability Description:\nYou can attempt a critical hit with a certain 75% / 50% / 25% chance for 2/3/4 respectively, but you lose accuracy for doing so.\nIn addition to the chance, 1/2/3/4 denotes the damage multiplier.",
  "biceps.glossary": "Biceps Ability Description:\nIf you have a melee weapon, you gain a 30% chance to deal double damage on an attack.",
  "regeneration.glossary": "Description of the Regeneration ability:\nA secret ability that appears if you take Double-core and Strong Skull.\nWith a 1/6 chance (16.67%) it restores life when life is lost.",
  "bloodthirstiness.glossary": "Description of the ability Bloodthirsty:\nA secret ability that appears if you take Sadist and Berserk.\nThe chance of hitting opponents with less than half XP is increased.\n\nNote:\nLess than half is 1/4hp and 2/5hp (if the player has double life).",
  "witchfinder.glossary": "This is a group ability!\nWitchblade ability description:\nA secret ability that appears if you take Necromancer and Ritualist.\nAfter someone dies, you can blow up their corpse and deal 2 damage to all opponents.\n\nNote:\nYou cannot blow up the same corpse twice.\nIf you first, resurrected an ally with a necromancer, you cannot blow up the corpse.\nThe corpse of a necromancer zombie cannot be blown up.",
  "necromancer.glossary": "This is a group ability!\nNecromancer ability description:\nYou can raise a deceased ally in the form of a zombie.\n\nNote:\nZombie from Necromancer loses its weapon, and attacks regardless of the amount of energy (you can hit with 0 energy), so there is no need to reload!\nIf the player was knocked out of his weapon with a chain before dying, as a necromancer zombie, he can pick it up and use it.\nA necromancer zombie dies after two turns if it fails to hit its target or fails to deal damage in any of the two turns.\nIf damage was dealt by the zombie, the counter is reset to zero and again two turns later.\nAs long as the Necromancer is alive - players can be raised countless times, but you cannot raise a player who has died for the following reasons: Suicide, One Punch.",
  "ritualist.glossary": "This is a group ability!\nRitualist ability description:\nIf a target (including an allied target) you applied a ritual to dies over the next 3 turns, you gain a completed ritual that can be used to take 2 xp from any target.\n\nNote:\nOver the next 3 turns, acts as follows:\nIf you applied, conditionally, on the first turn, the ritual will be on the target - 1st, 2nd and 3rd turn, if you kill the target on the 4th you will not get the ritual.\nIf you fulfil the condition of the ritual you can apply it at any time, no matter how many turns pass.\n\nRitualist works with zombies, but the ritual should be cast not at the moment of becoming a zombie (i.e. at 1hp), but when the player is already a zombie (at 0hp).",
  "gunner.glossary": "This is a group ability!\nGunner Ability Description:\nWhen used on an allied target/self, fully restores energy to the ally/self.",
  "dash.glossary": "Ability Description: You can dash towards a target with an attack that deals 1 more damage, even if the target is far away:\nYou can dash towards a target, making an attack with 1 increased damage, even if the target is far away.",
  "dark_energy.glossary": "Description of the ability Darkness Energy:\nWhen used, casts 3 fear on the target (you cannot cast more than 4 fear on the target per turn). If you manage to inflict 5 fear on the target, the target dies with no chance to be rescued by an inquisitor/zombie.\nAlso for each target (including corpses/allies) with darkness imposed, the player gets +1 to damage, -1 to ability stats (does not affect the darkness itself) and weapon abilities, the next application of darkness causes 2-3 damage (for each target).",
  "tentacles_of_hell.glossary": "Hell Tentacles ability description:\nOn attack (or rather, on an action where an enemy target is selected) - the target is attacked by tentacles, dealing 1 damage and setting it on fire with a power of 1\nThe chance of the tentacles attacking is 50% (and another 90% chance of hitting (40% for roll)).",
  "doom.glossary": "DOOM Ability Description:\nАлекса and Зилча unique ability (obtained for winning a tournament).\nInflicts on the target, DOOM for two turns: target takes 1 damage each turn during the duration of the ability; blocked ‘extra’; and hidden player panel.",
  "echo.glossary": "Echo Ability Description:\nOn your next turn, attack with an attack bonus of 50% of the previous damage dealt, rounded up.",
  "the_magic_of_explosion.glossary": "description to come later",
  "heroism.glossary": "description to come later",
  "mimic.glossary": "description to come later",
  "sweet_tooth.glossary": "description to come later",
  "tactician.glossary": "description to come later",
  "toad.glossary": "Toad Ability Description:\nActivated during a roll, allows you to move from melee to ranged combat.",


  "old_design.items.glossary": "Neutral Items:\n{grenade}\n\n{shield}\n\n{light_grenade}\n\n{adrenaline}\n\n{jet}\n\n{chitin}\n\n{molotov_cocktail}\n\n{throwing_knife}\n\n⚠️ Roll does not save from grenade, light grenade, molotov cocktail, homemade bomb.\n\nAbility Items:\n{stimulator}\n\n{rage_serum}\n\n{homemade_bomb}",
  "items.glossary": "⚪️ - neutral items (drop starter items, can be created by engineer and given to hoarders)\n💉 - drug items (get addict bonus)\n🧬- ability items\n👾- Deluxe items",
  "grenade.glossary": "💣 Grenade - used during combat, spends 2 energy and does 2-3 damage\n\n⚠️ Roll does not save from grenade",
  "molotov_cocktail.glossary": "🍸 Molotov Cocktail - wastes a turn, wastes 2 energy, sets up to two opponents on fire.\n\n⚠️ Roll does not save from molotov cocktail",
  "light_grenade.glossary": "😵 Light Grenade - wastes a turn, reduces opponent's 8 energy in the same turn. Reduces opponent 1 energy in the same turn if he has a gas mask.\n\n⚠️ Rolling does not save from Light Grenade",
  "adrenaline.glossary": "💉 Adrenaline - does not waste a turn, must be used before an action that spends a turn. Gives +3 energy in the same turn.\nAdrenaline+recharge - do not use.",
  "jet.glossary": "💉 Jet - does not waste a turn, must be used before the action that spends a turn. Replenishes full energy after 2 turns.",
  "chitin.glossary": "💉 Chitin - does not waste a turn, must be used before an action that spends a turn. gives +2 armour for 3 turns, at the end of the third you will be stunned!",
  "throwing_knife.glossary": "🔪 Throwing knife - wastes a turn, wastes 1 energy, does no damage, causes bleeding",
  "shield.glossary": "🔵 Shield - spends a turn, blocks all damage!\nBut, it does not block abilities and effects that take away hearts and does not prevent debuffs (effects (e.g. burning/bleeding/stun, etc.))!",
  "stimulator.glossary": "Medic's Item:\n💉 Stimulator - spends a turn, restores 2 xp to selected target; you can choose yourself/allies.",
  "rage_serum.glossary": "Alchemist's Item:\n💉 Serum of Rabies - application does not waste a turn, makes the chosen target attack in addition to its effect. You can choose yourself/allies/opponents.\nYou can hit yourself if you're with a melee weapon and neither you nor the target are approached",
  "homemade_bomb.glossary": "Pyrotechnics item:\n☢️ Homemade bomb - it can be thrown at an enemy immediately - (deals damage only to selected (one target); spends 2 energy, deals 1 damage + 2 damage for each enhancement\nOr it can be improved - spends a turn, your bomb takes +2 damage; the number of improvements is infinite.\n\n⚠️ Rolling does not save a homemade bomb",
  "cryo_grenade.glossary": "💣 Cryo-grenade - used during combat, spends 2 energy. Does no damage when used, stuns up to two targets for 1 turn.\n\n⚠️ Rolling does not save from cryo-grenade!",
  "death_grenade.glossary": "description to come later",
  "mucus_in_the_bottle.glossary": "🍾Slime in a Bottle - Costs 2 energy - used on 1 target, casts the 🩲||Eating Slime effect. \n\n⚠️ Rolling does not save from Bottle Slime!",
  "energy_grenade.glossary": "💣 Energy Grenade - used on one opponent, spends 2 energy. Deals damage equal to its energy. \n\n⚠️ Rolling does not save from energy grenade!",
  "candies.glossary": "Sweet tooth items:\n🍬Candy can only be used on yourself.\n\n🍬Sweet Candy - imposes regeneration\n\n🍬Caffeine Candy - gives +1 energy ⚡️ for 3 turns.\n\n🍬Sour Candy - gives 1 max energy ⚡️ for 5 turns.",

  "spellcaster.glossary": "Spellcaster is a pretty diverse skill. You have an extensive set of abilities in your arsenal, the use of which will help you in almost all game situations.\n\nThere are 21 abilities and 13 elements in total (but you will only get 9 of them per turn). Each spell consists of three elements, and among them can be repeated. That is, a spell does not have to contain 3 different elements, it can consist of two elements of one type and a third element of another type. For example: 🩸🩸🌫 or 🩸🩸🩸🩸. Now, the order of the elements is no longer important.\n🌫🩸🌫🩸 and 🩸🌫🩸 are the same for the world of magic. Also, after each successful spell, the caster requires rest depending on the strength of the ability used.\nP.S. There may be some minor inaccuracies in the spells' cpd\n\n❤️❄️❄️ Frostheart\n💧🌫❄️ Frozen Air\n🔥❄️⚙️ Gravity Anomaly\n💧❤️💧 Water Shield\n🩸🩸🩸🩸 Mass Bleeding\n🌫🩸 Single Bleed.\n🔥🩸☀️ Sword of Light\n🌳☀️ Roots\n🦠🩸⚡️ Energy Vampire\n🔥🔥🔥🔥 Ring of Fire\n🔥☀️⚡️ Ray of Light\n🌳❤️⚙️ Call of Trent\n⚡️❤️⚡️ Energy\n🦠🦠🦠 Mutant summoning 🦠🦠🦠🦠 Mutant summoning\n🦠🌫💀 Poisoning\n🦠⚙️🦠 Weapon Poisoning\n💀💀💀💀 Black Hole\n⚡️💀🎲 Random Lightning\n⚡️💀⚡️ Lightning\n🎲🎲🎲 Renunciation\n⚡️⚡️⚡️ Electrification",
  "ice_heart.spell.glossary": "❤️❄️❄️ - Frost heart\nBlocks the caster for 5 turns (If used on the first turn, the next turn is on the 7th).\nCasts 5 armour on yourself/allied target (until destroyed).\nIf the armour is destroyed, the target loses 1hp.\n\nArmour does not stack, i.e. if you are spelled twice in a turn, you will still have 5 armour.",
  "freezing_air.spell.glossary": "💧🌫❄️ - Frozen Air\nBlocks the caster for 2 turns(If used on the first turn - next on turn 4.)\nThe spell blocks energy recovery from rest, items (adrenaline/jet) and abilities (sadist/berserk) for 2 turns:\nFor the current turn (when the spell was used and the next turn).",
  "gravity_anomaly.spell.glossary": "🔥❄️⚙️ - Gravity Anomaly\nBlocks the caster for 0 turns (If used on the first turn - next on turn 2.)\nKnocks weapons out of the selected target's hands.",
  "water_shield.spell.glossary": "💧❤️💧 - Water Shield\nBlocks the caster for 3 turns (If used on the first turn - next turn on turn 5.)\nCasts a water shield on yourself/allied target.",
  "mass_bleeding.spell.glossary": "🩸🩸🩸🩸 - Mass Bleed\nBlocks the caster for 1 turn (If used on the first turn, the next turn is on the 3rd turn.)\nBleeds all players (including allied targets and the caster).",
  "single_bleeding.spell.glossary": "🩸🌫🩸 - Single Bleed\nBlocks the caster for 1 turn (If used on the first turn - next turn on the 3rd turn.)\nInflicts bleeding on the selected target.",
  "sword_of_light.spell.glossary": "🔥🩸☀️ - Sword of Light\nBlocks the caster for 2 turns (If used on the first turn - next turn on turn 4.)\nReplaces the caster's/allied target's weapon with Sword of Light.",
  "roots.spell.glossary": "🩸🌳☀️ - Roots\nBlocks the caster for 2 turns (If used on the first turn - next turn on turn 4.)\nSelected target takes 1 damage for 2 turns.",
  "energy_stealing.spell.glossary": "🦠🩸⚡️ - Energy Vampire\nBlocks the caster for 2 turns (If used on the first turn - next turn on turn 4.)\nSucks 2⚡️ from the selected target.",
  "fire_ring.spell.glossary": "🔥🔥🔥🔥 - Ring of Fire\nBlocks the caster for 3 turns (If used on the first turn - next turn on turn 5.)\nSet all targets (including allied targets and the caster himself) on fire, inflicting 3 units of burning (target takes 3 damage and loses 2 energy).",
  "ray_of_light.spell.glossary": "🔥☀️⚡️ - Ray of Light\nBlocks the caster for 3 turns (If used on the first turn - next turn on turn 5.)\nDeals 1-2 damage to the chosen target, and imposes 2 weaknesses for 3 turns.",
  "invocation_of_trent.spell.glossary": "❤️🌳⚙️ - Summon Trent\nBlocks the caster for 6 turns (If used on the first turn - next turn on turn 8.)\nTrent has 1 xp, 5 energy, 6 damage limit.\nTrent can roll and extinguish.\nTrent deals 1-3 damage with his attack and deals 100% chance to cast Roots on the target.\nRoots deal 1 damage to the target for the next turn.",
  "energy.spell.glossary": "⚡️❤️⚡️ - Energos (cringe name, I agree)\nBlocks the caster for 3 turns (If used on the first turn - next on turn 5.)\nCan be used on self/allied target\nIncreases the target's maximum energy by 2⚡️, and fully restores energy.",
  "mutant_summoning.spell.glossary": "🦠🦠🦠 - Summon Mutant Virus\nBlocks the caster for 5 turns (If used on the first turn - next turn 7.)\nVirus is - hostile to the caster\nVirus has 6hp, 5 energy, 6 damage limit, gas mask\nVirus cannot roll or extinguish.\nVirus lives:\nEither: 3 turns of attack (attack the target with the highest current energy (if both targets have equal energy, a random target is attacked)\nIncludes misses. Virus can attack three turns in a row, maybe not in a row, but the point is that after three attacks it dies.\nOr: after 5 turns, including if the virus has 2/3 attacks done.",
  "poisoning.spell.glossary": "🦠💀🌫 - Infection\nBlocks the caster for 2 turns (If used on the first turn - next turn on turn 4.)\nTarget will lose 2⚡️ each turn until rested.",
  "black_hole.spell.glossary": "💀💀💀💀 - Black Hole\nKills a player, with an 8% chance of killing all players.",
  "lightning_bolt.spell.glossary": "💀🎲⚡️ - Strong (random) Lightning\nBlocks the caster for 2 turns (If used on the first turn - next turn on turn 4.)\nAttacks a random target dealing 1-9 damage.",
  "weak_lightning.spell.glossary": "💀⚡️⚡️ - Weak Lightning\nBlocks the caster for 3 turns (If used on the first turn - next turn on turn 5.)\nAttacks the chosen target dealing 1-3 damage.",
  "renunciation.spell.glossary": "🎲🎲🎲🎲 - Denial\nRemoves a caster from the player, instead granting a random (not unique) ability.\n(Random from: double-core, strong skull, medic, berserk, gas mask, pyrotechnic, alchemist, hoarder, addict)",
  "field_electrification.spell.glossary": "⚡️⚡️⚡️ - Electrify the battlefield\nBlocks the caster for 3 turns (If used on the first turn - next turn on the 4th turn.)\nAfter 3 turns an explosion will occur that will deal 5 damage to everyone (including allies and the caster).",
  "poisoning_weapons.spell.glossary": "🦠🦠⚙️ - Weapon Poisoning\nBlocks the caster for 1 turn (If used on the first turn - next on turn 3.)\nTarget will lose 1⚡️ each time it attacks for two turns.",

  "how_to_play.glossary": "♥️♥️♥️♥️|4 lives. Maximum: 4\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n🎯 🎯 🎯🎯🎯🎯🎯 97% chance of hitting.\n\nYour standard stats - let's go over them.\n♥️♥️♥️♥️|4 lives. Maximum: 4 is your xp, if you have 0 lives, you lose. Your goal is to reduce your opponent's lives before they reduce yours.\n\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5 is your energy that is spent on attacking - on average, melee uses 2 energy per turn, ranged 3. There are weapons exceptions to the rules.\n\n🎯|Probability to hit - 97% - the probability of hitting the enemy depends on the amount of current energy and accuracy of the weapon and additional abilities!\n\nThere is also a parameter invisible to the player - Damage Limit\nDamage limit, aka damage threshold. If you deal damage that exceeds the player's damage limit, the player will lose 2 xp per turn!\n\nSo now let's get to the mechanics of battles, in front of you will be a few buttons -\nAttack. Reload/Rest. Roll. Info. Advanced. Approach. Skip move.\n\nAttack - as the name implies, you need to attack the opponent, expends energy. If there is no energy - the chance to hit is 0%, you can't damage the enemy. If at the very beginning of the battle when you press the attack button, you have no opponent - you need to approach and press the button of the same name. \n\nRecharge/Rest - click if you are out of or low on energy, restores energy completely.\n|0 energy. Maximum: 5\n🎯| 0% chance of hitting.\n\nChosen: recharge.\n\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n🎯|Hit probability - 97%]\n\nRoll - As the name suggests, this button is needed to dodge enemy attacks - does not guarantee 100% dodge (as it lowers enemy accuracy by 5).\n\nInfo - Needed to get rid of fear effect, otherwise useless.\n\nExtras - There will be 💣 Items and some abilities that require activation.\n\nApproach - needed if you have a melee weapon (including fists), not needed if you have a ranged weapon.\n\nSkip move - needed to skip a move, as well as this button is needed to extinguish from fire.",

  "dungeons.menu.glossary": "Welcome to the dungeon guide section.\nBefore you open the guide, read the warning from the developer:\n\nDon't spoil your enjoyment of the game with dungeon tips, try to pass it yourself first!",

  "dungeon.rhino.glossary": "🕳 First floor\nOpponents: rat (number of rats = number of players going through the dungeon).\n\nThe rat is random, so no tips.\n\n🕳 Second floor:\nOpponents: rat, skeleton (number of rats and skeletons = number of players passing the dungeon)\n\nFor effective passing it is recommended:\n✅ Spear - biceps, concentration, berserk.\n✅ Grenade launcher - sadist, scope/visor/thief, gas mask, alchemist.",
  "dungeon.rhino.three_flour.glossary":"🕳 Third floor:\nOpponents: Rhino (in @Veganwars_rebuild_bot with 3+ players there will be 2 rhinos)\n\n{rhino_characteristics}\n\nBasic rhino attack pattern (without rage):\nDash > attack > attack > rest\nBasic rhino attack pattern (with rage)\nDash > attack > attack > attack > rest\n\nWalkthrough tips (solo):\nLet's start with weapons, there are weapons that will be effective against the rhino, and there are weapons that will be little or no effective at all, and neutral\n\n✅ Effective: knife, sawblade, saber, pole, brass knuckles, police baton, steel claws, cleaver.\n❌Few and ineffective: axe, flamethrower, bow, sniper rifle, shotgun, sawed-off shotgun, chain, mace.  \nNeutral:\nEverything else\n\nRecommended abilities:\nNinja, strong skull, biceps, concentration, inquisitor, medic, biped, shield generator, alchemist, armourer (depending on weapon)\n\nThe walkthrough itself:\nRhino Actions:\n(⚠️ please note, I do not take into account police baton, brass knuckles, light grenade, knocking down, parrying, and more)\nDash > attack > attack > rest\nMove 1: Dash \nMove 2: Attack \nMove 3: Attack \nMove 4: Rest \n\n▫️ Move 1: I suggest rolling; even if you have a light grenade, I recommend holding it until the rhino rage; the same goes for parrying a saber, if you parry, chances are you'll still get stunned and lose a move.\nIf you have an alchemist, you can roll and use rabies serum on yourself.\n\nNow the rhino will act like this:\nattack > attack > rest\nMove 2: Attack \nMove 3: Attack \nMove 4: Rest \n\n▫️ Move 2. Attack/shield/inquisitor pray for rhino/throw throwing knife\n▫️ Move 3. Recharge/attack (depends on the amount of current energy, since the rhino will be resting, you should hit it on turn 4)\n▫️ move 4. Attack\n\nNow the rhino will act like this:\nDash > attack > attack > attack > rest\nMove 5: Roll \nMove 6: Attack \nMove 7: Attack \nMove 8: Rest \n\n▫️ Move 5. Since the roll is on cooldown, it is recommended to use shield, chitin, saber parry if none of these are available...🫡\n▫️ move 6. Roll\n▫️ move 7. Recharge/attack (depends on the amount of current energy, since the rhino will be resting, you should hit it on turn 8)\n▫️ turn 8. Attack\n\nIf you're lucky, the rhino should be on a rampage by now\nSo, its pattern is now:\nDash > attack > attack > attack > rest\nMove 9: Dash \nMove 10: Attack \nMove 11: Attack \nMove 12: Attack\nMove 13: Rest \n\n▫️ move 9. If you have - light grenade, if not - roll, shield, chitin, sabre parry.... If none of these are available...🫡\n▫️ move 10. Attack\n▫️ move 11. Attack\n\nIf you're lucky, you've already won.... (or 100 times dead)",
  "dungeon.rhino.solo_characteristics.glossary": "Rhino Characteristics (solo):\n♥️♥️♥️♥️♥️|5 lives. Maximum: 5\n⚡️⚡️⚡️|3 energy. Max: 3\n💔x9/9 wounds. Affects loss of lives\n▪️Have 60% chance to block 2 units of damage per turn. \n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. (but, light grenades work on him).\n▪️ Fury comes when the rhino has 50% xp rounded down (i.e. when it has 2/5 life).\n▪️ It has burst. It has a dash for 3 turns on cd. (i.e. if used on turn 1, the next turn 5).\n▪️ When jarked, there is a 70% chance of stun.\n▪️ If you are stunned (after being hit by the Dash or for other reasons) he can attack you, dealing +2 damage.\n▪️ For each attack - he spends 1 energy.\n\n💢 Fury:\n▪️ Instantly restores 1 energy.  \n▪️ Maximum Energy +1.  \n▪️ Damage +1.  \n\nWeapons: horn\n⚔️|Horn.\n{horn_solo_info}",
  "dungeon.rhino.teams.glossary": "{rhino_duo_characteristics}\n\n{rhino_trio_characteristics}\n\nPassing tips (in duo/trio):\n✅ Effective: knife, saw, sabre, pole, brass knuckles, police baton, steel claws, cleaver, mace, flamethrower\n❌ Few and ineffective: axe, bow, sniper rifle, shotgun, sawed-off shotgun, chain.\nNeutral: Everything else.\n\nToo many nuances to write a detailed walkthrough for a pack, but, here are two very successful strategies anyway:\n1. Each player should take a flamethrower and take turns, each turn, setting the rhino on fire, IMPORTANT, the fire on the rhino must not go out!\n2. At least two players must take the ability ‘darkness’, the rhino must be stunned (chitin on the rhino, prayer of the inquisitor on the rhino), wait until the stun should work. The first player throws darkness a turn before the stun, the second player throws darkness during the stun turn. (As an example, if you throw chitin on the rhino on the first turn, the first player throws darkness at the rhino on the third turn, and the second player throws darkness at the rhino on the fourth turn).\n\n⚠️ While the rhino is enraged, it:\n▪️ Instantly regenerates n energy.  \n▪️ Max energy +n.  \n▪️ Damage +n.\nWhere n is each player in the dungeon; but in addition to the players, the rhino also gains bonus stats for zombies raised by the Necromancer ability, as well as for creatures from the Necromancer's staff.\nStats are changed only during the turn of rage (i.e. once), subsequent resurrections and summons do not give bonus stats to the rhino.",
  "dungeon.rhino.teams.duo_characteristics.glossary": "Rhinoceros Characteristics (duo):\n♥️♥️♥️♥️♥️♥️|6 lives. Maximum: 6\n⚡️⚡️⚡️|4 energy. Max: 4\n💔x9/9 wounds. Affects loss of lives\n▪️ Has a 60% chance to block 3 units of damage per turn. \n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. (but, light grenades work on him).\n▪️ Fury comes when the rhino has 50% xp rounded down (i.e. when it has 3/6 life).\n▪️ Has dash. (+1 to damage) It has 3 turns of dash on cd. (i.e. If used on turn 1, the next turn 5).\n▪️ When dashed, it has a 70% chance to stun.\n▪️ If you are stunned (after being hit by the dash or for other reasons) he can attack you, dealing +2 damage.\n▪️ For each attack - he spends 1 energy.\n\n💢 Fury:\n▪️ Instantly restores 2 energy.  \n▪️ Max energy +2.\n▪️ Damage +2.\n\nWeapons: horn\n⚔️|Horn\n{horn_duo_info}\n\nBasic rhino attack pattern (no rage in duo):\ndash > attack > attack > attack > rest\nRhino's basic attack pattern (with rage in duo):\ndash > attack > attack > attack > dash > attack > rest",
  "dungeon.rhino.teams.trio_characteristics.glossary": "Characteristics of the rhinoceros (trio):\n♥️♥️♥️♥️♥️♥️♥️|7 lives. Maximum: 7\n⚡️⚡️⚡️|4 energy. Maximum: 4\n💔x9/9 wounds. Affects loss of lives\n▪️Имеет 60% chance to block 4 units of damage per turn. \n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. (but, light grenades work on him).\n▪️ Fury comes when the rhino has 50% xp rounded down (i.e. when it has 3/7 life).\n▪️ Has dash. (+1 to damage) It has 3 turns of dash on cd. (i.e. If used on turn 1, the next turn 5).\n▪️ When dashed, it has a 70% chance to stun.\n▪️ If you are stunned (after being hit by the dash or for other reasons) he can attack you, dealing +2 damage.\n▪️ For each attack - he spends 1 energy.\n\n💢 Fury:\n▪️ Instantly restores 3 energy.  \n▪️ Maximum Energy +3.\n▪️ Damage +3.\n\nWeapons: Horn\n⚔️|Horn\n{horn_trio_info}\n\nRhino's basic attack pattern (with rage in a trio):\ndash > attack > attack > attack > rest\nRhino's basic attack pattern (with rage in a trio):\ndash > attack > attack > attack > dash > attack > attack > attack > rest",
  "dungeon.rhino.Tuman.glossary": "Also, you can check out the Rhino dungeon guide from another player (Тумана):\nhttps://t.me/BlacK_Apr1L/29",

  "dungeon.necromancer.glossary": "🕳 First Floor\nOpponents: decrepit skeleton (number of skeletons = number of players going through the dungeon).\n\n▫️ It is necessary not to kill the skeleton. When the player has 1 life, the skeleton will surrender on its own\n\nRecommendations:  \n✅Alchemist - use on the skeleton.  \n✅If you are in a team (2+ players), take a ritualist:\nFirst player (not the ritualist) press /suicide.\nThe second player (ritualist) throws a ritual on the first player.\nOn his next turn, throws lightning bolt at himself.\n\n{second_floor}\n\n{third_floor}",
  "dungeon.necromancer.second_floor.glossary": "🕳 Second Floor\nOpponents: decrepit skeleton, ghoul (number of skeletons and ghouls = number of players going through the dungeon). \n\n▫️ It is necessary not to kill the skeleton. After killing the ghoul, the skeleton will surrender itself.  \n\nGhoul|👹\n♥️♥️♥️♥️♥️♥️|6 lives. Maximum: 6.\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x4/4 wounds. Affects loss of lives\n(You can lower the damage threshold to 3/4 with the axe.)\n▪️ Vampirism: for every life taken, the ghoul regains a life.\n▪️ Ghoul's Bloodthirstiness: for each life taken from a player, increases damage by +1.\n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. (but, light grenades work on him).\n\nWeapon:\n⚔️|Ghoul's teeth\n{ghoul_teeth_info}\n\nFor effective passing, it is recommended that you:\n✅ Recommended: sabre, cleaver, mace, axe, steel claws - biceps, concentration.\n✅ Shotgun, sniper rifle, pylot - scope.\n✅ Shield generator, ninja.\n❌Ineffective: chain, flamethrower, brass knuckles.\n❌Prohibited: grenade launcher, grenade, molotov cocktail, alchemist - can kill a skeleton.",
  "dungeon.necromancer.third_floor.glossary":"🕳 Third floor \nOpponents: Necromancer\n\n{necromancer_characteristics}\n\nPassing tips (solo):\n✅ Recommended weapons: grenade launcher, sabre, pole\n✅ Recommended abilities: alchemist, strong skull, bipedalism, medic, shield generator, ninja.\nNot recommended: Pyrotechnician, Berserk (as the fight will be long and there will be a ghoul among the enemies, it will be difficult to beat him on 1 xp), cleaver (as it loses damage bonus with attacks).\n\nThe walkthrough itself:\nNecromancer itself does not attack or do anything.\n\n▫️ Turn 1: approach or hit necromancer. 🔺Don't throw knife.\n\n▫️ Now that you have attacked the necromancer - reload, as he spends a turn (and gets a shield) to summon minions. He will summon two decrepit skeletons\n▫️ They will either approach or roll (if you have a ranged weapon). Throwing a grenade or a cocktail of hammers at the skeletons is recommended.\n\n🔹 I strongly recommend that after minions die and before the next minions are summoned - do not attack the necromancer, but just skip moves - to restore the cooldown of the reroll and abilities\n\n▫️ Now, when you have waited for all abilities to regenerate, attack the necromancer. After the attack, reload. He will summon the ghoul.\n▫️ You just need to kill the ghoul as you did on the previous floor.\n▫️ After killing the ghoul, again, do not attack the necromancer (watch 🔹).\n\n▫️ When you have waited for all abilities to cooldown - attack the necromancer. After the attack - reload. He will summon a zombie rat.\n▫️ Zombie rat, has random weapons, abilities and items. The rat is random, so there are no tips.\n\n▫️ Once the zombie rat is dead, attack the Necromancer immediately—no need to wait for ability cooldowns; dungeon cleared.",
  "dungeon.necromancer.necromancer_characteristics.glossary": "Necromancer|🖤\n♥️♥️♥️♥️|4 lives. Maximum: 4\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x1000/1000 wounds. Affects loss of life\n▪️ Immune to bleed, ritual, last strike.\n▪️ Reflects darkness energy into the player (casting 50 fear at once, killing the player).\n▪️ Cannot improve pyrotechnic bomb (when improved, explodes the bomb causing 3 damage to the player (the bomb is lost)).\n▪️ When losing lives - summons minions, until a minion is killed, the necromancer will be under an impenetrable shield.\n\nNecromancer's minions:\n▪️ At 3 life (♥️♥️♥️), summons two decrepit skeletons (+2 for each player).\n▪️ At 2 life (♥️♥️), he summons one ghoul (+1 for each player).\n▪️ At 1 life (♥️), it summons one zombie rat (+1 per player).",
  "dungeon.necromancer.interesting_facts.glossary": "️Necromancer (at the moment), the only boss that does not change its characteristics, no matter how many players come to the dungeon.\n\n◾️ If you kill a decrepit skeleton, on the third floor (where the necromancer himself is) instead of normal combat, you will first have to kill huge evil skeletons (the number of huge evil skeletons depends on how many decrepit skeletons you killed on previous floors).\n\nHuge evil skeleton|💀\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️|12 lives. Maximum: 12\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x100/100 wounds. Affects loss of lives\nSkills: Biceps\nWeapon: Marble Column - 5⚡️\n🎯|Hit probability - 100%\n\nWeapon:\n⚔️|Marble Column\nWhen hit, it stuns, knocks you down, and inflicts bleeding. Can deal 2x damage (i.e. 30 damage).\n{marble_column_info}\n \n◾️ The necromancer has two endings after defeating him:\n\n▫️This text appears after a regular Necromancer run:\n\nYou feel a strange power. You wave the staff—and a translucent barrier forms around you. A few seconds later, from the archway that serves as the entrance to this hall, the decrepit skeleton you chose not to kill appears.\n\n💬Decrepit Skeleton|🦴: Maa-aa-aster! Gii-iive your co-o-ommands!\n\nThe power you felt is the power to command the dead. Along with it, you can now understand what they say. And your first command was...\n\n💬Alex: Alex commands—you are free!\n\n💬Decrepit Skeleton|🦴: Thaa-aa-ank you...\n\nThe skeleton then crumbled into a simple pile of bones. Back in the first battle, you already sensed that even the afterlife tired him.\nOnce the command was carried out, the magical barrier around you vanished, and you felt a sudden drain of energy.\n\n▫️And this one appears if you kill the giant skeleton and then the Necromancer:\n\nYou feel a strange power. You wave the staff—and a translucent barrier forms around you. A few seconds later, a skeleton digs its way out from the ground.\n\n💬Skeleton|💀: Maa-aa-aster! Gii-iive your co-o-ommands!\n\nThe power you felt is the power to command the dead. Along with it, you can now understand what they say.\n\n💬Alex: Alex commands—return to the earth!\n\n💬Skeleton|💀: As you wii-iish!\n\nThe skeleton then buried itself back into the ground.\n\nOnce the command was carried out, the magical barrier around you vanished, and you felt a sudden drain of energy.\n\n◾️ If you prolong the battle (e.g. skip moves) you will get this text on the 150th move:\n\nMove 150:\n💬|Necromancer||🖤: I'm out of tea and candy, I don't want to wait any longer. Die now!\nEffects 150:\n💥⚡️|The hall shuddered. The entire ceiling was covered in black clouds, which a second later began showering the hall with lightning. All the heroes are dead, the game is over.",
  "dungeon.necromancer.Tuman.glossary": "Also, you can check out the Necromancer dungeon guide from another player (Тумана):\nhttps://t.me/BlacK_Apr1L/31",

  "dungeon.dark.glossary": "🕳 First Floor:\nOpponents: shadow rat (number of shadow rats = number of players going through the dungeon)\n\n▫️ You need to select the ‘medic’ ability before combat and give the stimulant to the shadow rat on the first turn.\n\nAfter that it gets 2 life and can now be killed. It also gets random weapons, abilities and items. The rat is random, so no advice.\n\n{second_floor}",
  "dungeon.dark.second_floor.glossary": "🕳 Second Floor:\nOpponents: amalgam (number of amalgams = number of players going through the dungeon)\n\nAmalgam|🧿\n♥️♥️♥️♥️♥️♥️|6 lives. Maximum: 6\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5 \n💔x38/38 wounds. Affects loss of lives\n▪️ Mutation: restores energy during each mutation, and also has three forms of mutation:\n▪️ Very Vicious Dog: bites two turns in a row after transformation\n ⚔️|Dog's Mouth\n{dog_maw_info}\n▪️Human form: after transforming, attacks with a huge cleaver for 10 damage (but there's low accuracy, can miss)\n ⚔️|Huge cleaver\n{huge_cleaver_info}\n▪️ Cannon: After transforming, spends a turn to ‘charge’ the cannon, then fires it. On hit, the attack is guaranteed to remove 1 life and stun.\n ⚔️|Shadow Cannon\n{shadow_cannon_info}\n▪️ The amalgam takes on a random form, but cannot apply the form it was just in. \n▪️ Fear: After completing the mutation, takes its ‘true’ form by imposing (2) fear on a random player. (But if ‘info’ is pressed once, subsequent impositions will impose (1) fear).\n▪️ It has the property of a gas mask - namely, it extinguishes if not set on fire, but, it only extinguishes when it completes mutation! (but, light grenades work on it).\n\nTips for passing (solo):\n✅ Effective: knife, flamethrower, torch, bow, steel claws, saber.\n❌ Few and ineffective: axe, sniper rifle, chain, mace, pole, knuckles.\nThe walkthrough itself:\n▫️ Move 1: I recommend spending it either to approach (if you have a melee weapon) or to press info.\n\n▫️ Against a dog I recommend attacking or reloading (if low on energy) or getting rid of fear (if more than 3 fear).\n▫️ Against a cleaver I recommend using shield, parry.\n▫️ Against the cannon, I recommend that while it is charging, attack or reload (if low on energy) or get rid of fear (if more than 3 fear), and use a roll or light grenade while firing.\n\n▫️Рекомендую go through the fire, and ignite either when the fire should go out (i.e. after the move) or when the amalgam comes out of mutation.",
  "dungeon.dark.boss.glossary": "🕳 Third Floor:\nOpponents: Darkness\n{darkness_characteristics}\n\nPassing tips (solo):\n✅ Recommended weapons: knife, steel claws, bat, water cannon, saw, revolver.  \n❌ Few and ineffective weapons: axe, sniper rifle, chain, mace, pole, knuckles, sabre, flamethrower, torch, bow.\n✅Recommended abilities: inquisitor, gas mask, alchemist, sadist, berserk, shield generator.\n❌ Not recommended: pyrotechnician, ninja (roll chance from eyes = 100% and no ninja)\n\nThe walkthrough itself:\n▫️ It starts with ‘you are running away from an evil creature’, you need to press /suicide (⚠️ Very important: suicide should only be pressed when the keyboard appears, otherwise you may unironically die).\n\n▫️ Move 2: darkness is targeting you, approach (if melee weapon) or attack.\n▫️ Move 3: the darkness should now attack you with one of its eyes, I advise, the first eyes are to roll, roll before the black eyes!\n\n\nNow the darkness will act like this:\nTargeting (🔴/🔵/🟣) > attack > Targeting (🔴/🟣) > attack > attack (⚫️)\nmove 4: Targeting\nmove 5: Attack\nmove 6: Targeting\nMove 7: Attack\nMove 8: Black eye attack\n\n▫️ If darkness uses 🔴 - shield or extinguish or pray inquisitor, no need to attack! (but you can only if you are wearing a water shield)\n▫️ If darkness uses 🔵 - attack or shield.\n▫️ If darkness uses 🟣 - attack!\n▫️ If darkness uses ⚫️ - roll or inquisitor pray for yourself (if you have berserk).\n\n▫️ While targeting, attack, get rid of fear or reload, as appropriate.\n\n▫️ Darkness doesn't have a life count, instead it says it lost an eye, you need to make it lose 10 eyes,\n▫️ After you have knocked out her 10 eyes, there will additionally be a ‘run out of room’ button, you need to press it.",
  "dungeon.dark.boss.darkness_characteristics.glossary": "Darkness|👁🌑🌑👁\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️|10 lives. Maximum: 10\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x1000000/1000000 wounds. Affects loss of lives\n\n▪️Глаза: has 4 eye forms:\n\n1. Red (🔴).  \n - Do 3 damage and set on fire with a power of 6  \n   Example: ‘🔥|Alex is on fire! - Loses 5 energy and takes 6 damage.’  \n2. Blue (🔵)  \n - Deals 1 to 3 damage  \n - Stun for 1 turn  \n3. Purple (🟣).  \n - Does not deal damage, but inflicts 4 fear.\n4. Black (⚫️)  \n - Deals 8 damage  \n - Guaranteed to take 2 life  \n - Remove 1 maximum unit of energy\n\nMore information on eyes:\n\n▪️ Black eyes always come after red, blue and purple eyes, i.e. at the end of the cycle.  \n▪️ Red, blue and violet go in random order, BUT, blue eyes are never last.\n▪️ Before the eyes attack, darkness spends a turn, there will be ‘aiming’. Black, on the other hand, attacks instantly.\n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. Light grenades also don't work against it.\n\nBasic darkness attack pattern:\nAim (🔴/🔵/🟣) > attack > Aim (🔴/🔵/🟣) > attack > Aim (🔴/🟣) > attack > attack (⚫️)",
  "dungeon.dark.teams.glossary": "Characteristics of darkness in a group:\nThe darkness has from the number of members, only xp, damage and burning power of red eyes, damage and stun duration of blue eyes grows.\n\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️|10 lives. Maximum: 10\n- Optional: +5 lives for each player (starting with the second player).\n  Example: a duo has 15 lives, a trio has 20 lives, and so on.\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x1000000/1000000 wounds. Affects the loss of lives\n\n▪️ Eyes: has 4 forms of eyes:\n\n1. Red (🔴).  \n - Do 3 damage and set on fire with a power of 6  \n   Example: ‘🔥|Alex is on fire!’ - loses 5 energy and takes 6 damage  \n - Optional: +1 damage and +1 burning for each player (starting with the second player)\n2. Blue (🔵)  \n - Deals 1 to 3 damage  \n - Stun for 1 turn  \n - Optional: +1 damage and stun for 1 more turn for each player (starting with the second player).\n3. Purple (🟣).  \n - Does not deal damage, but imposes 4 fears\n4. Black (⚫️)  \n - Deals 8 damage  \n - Guaranteed to take 2 life  \n - Remove 1 maximum unit of energy\n\nMore information on eyes:\n\n▪️ Black eyes always come after red, blue and purple eyes, i.e. at the end of the cycle.  \n▪️ Red, blue and purple go in random order, BUT, blue is never last\n▪️ Before the eyes attack, darkness spends a turn, it will ‘aim’. Black, on the other hand, attacks instantly.\n▪️ Has the property of a gas mask - namely, it extinguishes if not set on fire. Light grenades also do not work against it.",
  "dungeon.dark.Tuman.glossary": "Also, you can check out the Darkness dungeon guide from another player (Тумана):\nhttps://t.me/BlacK_Apr1L/32",

  "dungeon.hell.glossary": "🕳 First Floor\nOpponents: Three-eyed demon (number of demons = number of players going through the dungeon).\n\nThree-eyed demon|👁👁👁👁\n♥️♥️♥️♥️|4 lives. Maximum: 4\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x6/6 wounds. Affects loss of life\nWeapon: Tentacles - 2⚡️\n🎯| 97% chance of hitting.\n▪️ Fire Touch - With a 100% chance on hit it sets fire.\n▪️ You can't knock out weapons with a chain\n\nFor effective passing it is recommended:\n✅ Water cannon\n✅ Gas mask, pyromancer, alchemist\n\n{second_floor}",
  "dungeon.hell.second_floor_glossary": "🕳 Second Floor:\nOpponents: Three-eyed Demon, Magma Worm (number of demons and worms = number of players going through the dungeon)\n\n⚠️ Very important - on the first turn, you must press skip move/extinguish. (If you have a water cannon, you can use water shield).\n\nMagma Worm|🪱\n♥️♥️♥️|3 lives. Max: 3\n⚡️⚡️⚡️|3 energy. Maximum: 5\n💔x4/4 wounds. Affects loss of life\nWeapon: Worm Fangs - 2⚡️\n🎯|A 88% chance of hitting.\nAbilities: \n▪️ Fire Resistance: The worm doesn't burn at all, but it has a pyromancer bonus.\n▪️ Underground Attack: Worm burrows into the ground (this turn it takes no attack damage, but it can take effects (bleeding, stun, knockdown, etc.)), the next turn it cannot be targeted, and it attacks, knocking the player down.\n▪️ Worm, after losing life, sets everyone on fire with burning power 1 (including demon and other players (amount of xp lost = burning power)).\n▪️ Can't knock out weapons with a chain\n\nExamples of moves:\nMove 2:\n🕳|Magma Worm 1|🪱 burrows into the ground.\nMove 3:\n🕳❗️|Magma Worm 1|🪱 bursts out of the ground next to the Player, attacking the target!\n\nFor effective playthrough, it is recommended that you:  \n✅ Grenade launcher, cleaver, claw, sniper rifle, water cannon, shotgun.\n✅ Sadist, scope/vision/vortex, gas mask, alchemist, pyromancer, concentration, bicep, junkie.\n\nWalkthrough tips (solo):\nIf you have an alchemist, use on yourself on your first turn (only if you don't have a sniper rifle).\nThe worm has a low damage threshold, a shot from the sniper rifle (8 damage) will completely kill the worm, only the demon will be left to kill.",
  "dungeon.hell.boss.glossary": "🕳 Third Floor:\nOpponents: Alastor\n\n{Alastor_characteristics}\n\n▫️Necromancer's staff, jerk, darkness - they are mandatory, without them you will either pass or fail (in solo at least)\nThat leaves us with one ‘free’ ability, I recommend it:\n✅Recommended abilities: alchemist, armourer, shield generator, inquisitor.\n\nWalkthrough tips (solo):\n▫️ Use the alchemist (if available) and darkness on yourself (and pray very hard that it doesn't take the form of 2️⃣ while the darkness is in cd)\nThe point is that thanks to the darkness, your attacks will get +1 damage, and abilities that have a cooldown will be accelerated (including roll and dash).\n\nNow you just have to slowly kill Alastor by countering his vanshots correctly.\n\n⚠️ Try not to summon the Necromancer's staff ‘dead man's rise’ before his attack, firstly, the darkness does not affect the recharge, secondly, the Electric Beam deals damage like a grenade (i.e. attacking all targets), this also applies to corpses, including corpses from the Necromancer's staff.\n⚠️Во time of dead man's summoning, if possible, try to have 0 energy. Alastor with an electric beam and hypnosis can break through the shield of the necromancer's staff!\n\n⚠️После the first pass of the dungeon, rolls, normal shields, inquisitor will save you from ‘vanshot attacks’\n\n🔺After the first pass (i.e. no more vanshots):\n1️⃣🦏 Rhino\n▫️ Rhino attacks, dealing 15 damage.\n2️⃣♨️ Shiver of the Earth\n▫️ Attack deals 3-6 damage + inflicts bleed.\n3️⃣❗️ Scourge\n▫️ Attack deals 1-4 damage.",
  "dungeon.hell.boss.Alastor_characteristics.glossary": "Alastor|❤️‍🔥\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️|10 lives. Maximum: 10\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x8/8 wounds. Affects loss of life\n▪️ Immune to burning - and even cures for it!\n▪️ Hypnosis (makes the target attack itself next turn)\n▪️ Electric Beam (removes energy to 0 and attacks ALL players for the amount of energy removed, i.e. 0 energy - 0 damage, 5 energy - 5 damage (attack occurs after the player's action)).\n▪️ Wunshot Attacks:\n1️⃣🦏 Alastor snaps his fingers - an enraged rhino appears from the depths of hell and stares at the player.  \nWhat to do:  \n▫️ You need to use a Jerk on the rhino - it doesn't matter if it hits or if it has energy. The main thing is to apply the jerk to the rhino and to the player the rhino is looking at.\n2️⃣♨️ Alastor snaps his fingers. The player feels a shiver under his feet...  \nWhat to do:  \n▫️ Need to use Darkness against Alastor.\n3️⃣❗️ Alastor increases in size, horns grow from his head, his smile turns into a grin...  \nWhat to do:  \n▫️ You need to use ‘raising the dead’ (Necromancer's Staff)\n\nAlastor attacks with 1-3 damage almost every turn. \n\n⚠️ Important:  \nNo rolls (not even ninja), shields, inquisitor or any other actions save if the wrong one is chosen!",
  "dungeon.hell.teams.glossary": "Characteristics of Alastor in a group:\nAlastor has from the number of members, grows his xp, damage limit and damage (and also the damage power of vanishing attacks, after the first pass) \n\nAlastor|❤️‍🔥\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️|10 lives. Max: 10\n- Optional: +5 lives for each player (starting with the second player).\n⚡️⚡️⚡️⚡️⚡️|5 energy. Maximum: 5\n💔x8/8 wounds. Affects loss of lives\n- Optional: +2 wounds for each player (starting with the second player).\n\nAlastor Damage 1-3\n- Extra: +1 damage per player (starting with the second player).\n\nAlso, his third vanishing attack attacks ALL players! Be vigilant!\n3️⃣❗️ Alastor grows in size, horns grow from his head, his smile turns into a grin....  \n\nIf you passed the dungeon the first time, his attacks will no longer vanshoot, but in a group they are amplified\n\n⚠️ After the first dungeon, rolls, normal shields, inquisitor will save you from ‘vanshot attacks’.\n\n🔺After the first pass (i.e. no longer vanshoot):\n2️⃣♨️ Shiver of the Earth\n▫️ Attack deals 3-6 damage + bleed.\n- Optional: +4 max damage per player (starting with the second player).\n  i.e. 3-10 for a duo, 3-14 for a trio, etc.\n3️⃣❗️ Scalp\n▫️ Attack deals 1-4 damage to EVERY player.\n- Extra: +1 damage for each player (starting with the second player).\n\n\n▫️ Necromancer's staff, jerk, darkness - these are mandatory, without them you will either pass or fail.\n✅Recommended abilities: necromancer, alchemist, armourer, shield generator, inquisitor.\n\nAs a group, the boss stage is very simple\n\nSince some attacks have a target, accordingly, it is this target that you need to do actions (except 3️⃣ which attacks all players).\nHere are a few lifehacks:\n▫️ If possible, take a necromancer; after the death of an ally/npcs from the staff of the necromancer - on cd pick up their corpses; Alastor's vanshot attack and normal attacks will target your zombies!\n▫️When the rhino is about to run at you, the other player throws darkness at the rhino; since the rhino can't get rid of the darkness, you get bonus damage and a bonus cooldown from the darkness!",
  "dungeon.hell.Tuman.glossary": "Also, you can check out the Alastor dungeon guide from another player (Тумана):\nhttps://t.me/BlacK_Apr1L/40",


  "other_questions.glossary": "This section will be painted and implemented in the future! (Alex is lazy at the moment)",



  "Melee_weapon_performance": "💢Damage: {damage}\n🎯Accuracy: {accuracy}\n⚡️Energy cost: {energy}\n👊Melee",
  "Range_weapon_performance": "💢Damage: {damage}\n🎯Accuracy: {accuracy}\n⚡️Energy cost: {energy}\n🎯Longer Range",
  "Range_weapon_with_additional_information_performance": "💢Damage: {damage} {additional_info}\n🎯Accuracy: {accuracy}\n⚡️Energy cost: {energy}\n🎯Longer Range",
  "burning_power": "🔥Burning power: 1",
  "two_targets": "(up to two targets)",
  "one_projectile": "(for 1 shuriken)"



}