{


  "menu.glossary": "Вітаю тебе в гайді v2, {first_name}! Тут ти знайдеш багато корисного щодо гри VeganWars!\nЯкщо у тебе виникли питання або пропозиції щодо покращення гайду - звернися до автора (вказаний в описі бота) або скористайся командою /feedback.\nУ гайді є можливість змінити мову - для цього введи команду /set_l.",



  "staff_of_the_necromancer.glossary": "⚔️|Посох некроманта:\nПризиває на 3 ходи випадкового НПС; у цей час гравець отримує щит і не може діяти сам - замість цього він керує НПС.\n⚠️ Якщо оглушити гравця під час закликання - викликане створіння також буде оглушене.\n{staff_of_the_necromancer_info}\n\nМожливі викликані створіння:\nВурдалак|👹\n♥️♥️♥️♥️♥️♥️|6 життів. Максимум: 6\n⚡️⚡️⚡️⚡️⚡️⚡️|6 енергії. Максимум: 6\n💔 x4/4 поранень - впливає на втрату життів\n(Сокирою можна знизити поріг шкоди до 3/4)\n▪️ Вампіризм: за кожну відібрану життя відновлює собі життя\n▪️ Кровожерливість вурдалака: за кожне відсутнє на гравцеві життя, збільшує шкоду на +1\n▪️ Має властивість протигаза - тобто, гасне, якщо не підпалювати. (Проти нього діють світлові гранати)\nЗброя:\n⚔️|Ікла вурдалака\n{ghoul_teeth_info}\n\nСкелет|💀\n♥️♥️♥️♥️|4 життя. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️|5 енергії. Максимум: 5\n▪️ Може атакувати, не підходячи до цілі\nЗброя:\n⚔️|Меч\n{skeleton_sword_info}\n\nЗомбі-щур|🐭\n♥️♥️♥️♥️|4 життя. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️|5 енергії. Максимум: 5\n▪️ Має випадкову зброю, здібності та предмети",
  "unique_weapons_main_page.glossary": "мяу",





  "how_to_play.glossary": "♥️♥️♥️♥️|4 життів. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️|5 енергії. Максимум: 5\n🎯|Імовірність влучити - 97%\n\nПеред вами ці характеристики\n- вони ваші, пройдемося по них.\n\n❤️❤️❤️❤️|4 життів. Максимум: 4 - ваші хп, якщо життів буде 0, ви програєте. Ваша мета - зменшити життя противнику раніше ніж він вам.\n\n⚡️⚡️⚡️⚡️⚡️|5 енергії. Максимум: 5 - ваша енергія, яка витрачається на атаку, - у середньому за хід у ближнього бою витрачається 2 енергії, у дальнього 3. Є зброї винятки з правил.\n\n🎯|Імовірність влучити - 97% - імовірність влучити в супротивника, залежить від кількості поточної енергії і точності зброї.\n\nПередбати ще невидимий для гравця параметр - Ліміт шкоди\nЛіміт шкоди, він же поріг шкоди. Якщо завдати шкоди, що перевищує ліміт шкоди гравця, гравець втратить за хід 2 хп!\nТож тепер перейдемо до механіки битв, перед вами будуть кілька кнопок:\nАтака. Перезарядка/відпочинок. Перекат. Інфо. Додатково. Підійти. Пропуск ходу.\n\nАтака - як випливає з назви, потрібна для атаки противника, витрачає енергію. Якщо енергії немає - шанс влучити 0%, ви не зможете завдати шкоди противнику. Якщо на самому початку битви під час натискання кнопки атаки у вас немає супротивника - потрібно підійти, натиснувши однойменну кнопку.\n\nПерезарядка/відпочинок - натисніть, якщо у вас закінчилася або мало енергії, повністю відновлює енергію.\n|0 енергії. Максимум: 5\n🎯|Імовірність влучити - 0%\n\nВибрано: перезарядка.\n⚡️⚡️⚡️⚡️⚡️|5 енергії. Максимум: 5\n🎯|Імовірність влучити - 97%\n\nПерекат - як зрозуміло з назви, кнопка потрібна для ухилення від атак супротивника - не гарантує 100% ухилення (так як зменшує точність противника на 5).\n\nІнфо - потрібна для позбавлення ефекту страху. В інших випадках не має застосування.\n\nДодатково - тут будуть 💣 предмети, які ви наділи до битви  і деякі здібності, які вимагають активації.\n\nПідійти - потрібна, якщо ви зі зброєю ближнього бою (кулаками зокрема), не потрібно натискати, якщо у вас зброя дальнього бою.\n\nПропуск ходу - потрібен для пропуску ходу, також ця кнопка потрібна для гасіння вогню.",

  "dungeons.menu.glossary": "Приветствую в разделе гайдов по данжу.\nПеред тем как открывать гайд, ознакомьтесь с предупреждением от разработчика:\n\nНе портите себе удовольствие от игры, подсказками по данжам, попробуйте для начала пройти его самостоятельно!",

  "dungeon.rhino.glossary": "🕳 Перший поверх\nСупротивник: щур (кількість щурів = кількості гравців, які проходять данж).\n\nЩур рандомний, тому порад немає.\n\n🕳 Другий поверх:\nСупротивник: щур, скелет (кількість щурів і скелетів = кількості гравців, що проходять данж)\n\nДля ефективного проходження рекомендується:\n✅Спис - біцепс, концентрація, берсерк.\n✅Гранатомет - садист, приціл/візор/крадій, протигаз, алхімік.",
  "dungeon.rhino.three_flour.glossary":"🕳 Третій поверх:\nПротивники: носоріг (у @Veganwars_rebuild_bot при 3+ гравцях буде 2 носороги)\n\n{rhino_characteristics}\n\nБазовий патерн атаки носорога (без люті):\nРивок > атака > атака > відпочинок\nБазовий патерн атаки носорога (з люттю):\nРивок > атака > атака > атака > відпочинок\n\nПоради щодо проходження (в соло):\nПочнемо з озброєння, є зброя, яка буде ефективною проти носорога, а є така, що буде малоефективною або зовсім неефективною, і нейтральна\n\n✅ Ефективні: ніж, пиломет, шабля, жердина, кастет, поліцейський кийок, сталеві пазури, тесак.\n❌ Мало або неефективні: сокира, вогнемет, лук, снайперська гвинтівка, дробовик, обріз, ланцюг, булава.\nНейтральні:\nУсе інше\n\nРекомендовані здібності:\nНіндзя, міцний череп, біцепс, концентрація, інквізитор, медик, двожильність, генератор щитів, алхімік, зброяр (залежить від зброї)\n\nСаме проходження:\nДії носорога:\n(⚠️Прошу звернути увагу, що в написанні патерну я не враховую поліцейський кийок, кастет, світлову гранату, збивання з ніг, парирування та інше)\nРивок > атака > атака > відпочинок\nХід 1: Ривок\nХід 2: Атака\nХід 3: Атака\nХід 4: Відпочинок\n\n▫️ Хід 1: раджу зробити перекат; навіть якщо у вас є світлова граната, рекомендую притримати її до люті носорога; те саме стосується парирування шаблею — якщо ви парируєте, є шанс, що вас усе одно оглушить і ви втратите хід.\nЯкщо є алхімік, можна перекатитися і використати сироватку сказу, на себе.\n\nТепер носоріг діятиме так:\nатака > атака > відпочинок\nХід 2: Атака\nХід 3: Атака\nХід 4: Відпочинок\n\n▫️ Хід 2. Атакуєте/щит/молитесь інквізитором за носорога/кидаєте метальний ніж\n▫️ Хід 3. Перезарядка/атака (залежить від кількості поточної енергії, оскільки носоріг буде відпочивати, його варто вдарити на 4-му ході)\n▫️ Хід 4. Атакуєте\n\nТепер носоріг діятиме так:\nРивок > атака > атака > відпочинок\nХід 5: Ривок\nХід 6: Атака\nХід 7: Атака\nХід 8: Відпочинок\n\n▫️ Хід 5. Оскільки перекат у нас на перезарядці, рекомендується використати щит, хитин, парирування шаблею, якщо нічого цього немає...🫡\n▫️ Хід 6. Перекатуєтесь\n▫️ Хід 7. Перезарядка/атака (залежить від кількості поточної енергії, оскільки носоріг буде відпочивати, його варто вдарити на 8-му ході)\n▫️ Хід 8. Атака\n\nЯкщо пощастить, зараз носоріг має увійти в лють\nОтже, його патерн тепер такий:\nРивок > атака > атака > атака > відпочинок\nХід 9: Ривок\nХід 10: Атака\nХід 11: Атака\nХід 12: Атака\nХід 13: Відпочинок\n\n▫️ Хід 9. Якщо є — світлова граната, якщо немає — перекат, щит, хитин, парирування шаблею... Якщо нічого цього немає...🫡\n▫️ Хід 10. Атака\n▫️ Хід 11. Атака\n\nЯкщо пощастить, ви вже перемогли… (або разів 100 померли)",
  "dungeon.rhino.solo_characteristics.glossary": "Характеристики носорога (соло):\n♥️♥️♥️♥️♥️ | 5 життів. Максимум: 5\n⚡️⚡️⚡️ | 3 енергії. Максимум: 3\n💔 x9/9 ран. Впливає на втрату життів\n▪️ Має 60% шанс заблокувати 2 одиниці урону за хід.\n▪️ Має властивість протигазу — а саме, гаситься, якщо не підпалювати. (але світлові гранати на нього діють)\n▪️ Лють настає, коли в носорога 50% хп з округленням донизу (тобто коли в нього 2/5 життів)\n▪️ Має ривок. Ривок має кд 3 ходи. (тобто якщо був використаний на 1-му ході — наступний на 5-му ході)\n▪️ Під час ривка шанс оглушення — 70%\n▪️ Якщо ви оглушені (після ривка або з інших причин), він може атакувати вас, завдаючи +2 шкоди \n▪️ На кожну атаку витрачає 1 енергію\n\n💢 Лють:\n▪️ Миттєво відновлює 1 енергію\n▪️ Максимальна енергія +1\n▪️ Шкода +1\n\nЗі зброї: ріг\n⚔️ | Ріг\n{horn_solo_info}",
  "dungeon.rhino.teams.glossary": "{rhino_duo_characteristics}\n\n{rhino_trio_characteristics}\n\nПоради щодо проходження (у дуо/тріо):\n✅ Ефективні: ніж,  пиломет, шабля, жердина, кастет, поліцейський кийок, сталеві пазури, тесак, булава, вогнемет\n❌ Мало або неефективні: сокира, лук, снайперська гвинтівка, дробовик, обріз, ланцюг\nНейтральні: усе інше\n\nЗанадто багато нюансів, щоб розписувати детальне проходження для групи, але все ж — тримайте дві дуже вдалих стратегії:\n\n1. Кожен гравець бере вогнемет і по черзі, кожен хід, підпалює носорога. ВАЖЛИВО: вогонь на носорозі не повинен згаснути!\n\n\n2. Мінімум два гравці мають узяти здібність \"темрява\", носорога потрібно оглушити (хитин на носорога, молитва інквізитора на носорога), чекаєте момент, коли має спрацювати оглушення. Перший гравець кидає темряву за хід до оглушення, другий — у хід оглушення.\n(На прикладі: якщо ви кидаєте хитин на носорога в перший хід, то перший гравець кидає темряву в носорога на третій хід, а другий — на четвертий хід.)\n\n\n\n⚠️ Під час входження носорога в лють, він:\n▪️ Миттєво відновлює n енергії\n▪️ Максимальна енергія +n\n▪️ Шкода +n\n\nДе n — кількість гравців у підземеллі. Проте, окрім гравців, носоріг отримує бонусні характеристики й за піднятих зомбі за допомогою здібності \"некромант\", а також за істот зі жезла некроманта.\nХарактеристики змінюються лише в момент входження в лють (тобто один раз); подальші воскресіння та призиви не дають додаткових бонусів носорогу.",
  "dungeon.rhino.teams.duo_characteristics.glossary": "Характеристики носорога (дуо):\n♥️♥️♥️♥️♥️♥️ | 6 життів. Максимум: 6\n⚡️⚡️⚡️ | 4 енергії. Максимум: 4\n💔 x9/9 ран. Впливає на втрату життів\n▪️ Має 60% шанс заблокувати 3 одиниці урону за хід.\n▪️ Має властивість протигазу — а саме, гаситься, якщо не підпалювати. (але світлові гранати на нього діють)\n▪️ Лють настає, коли в носорога 50% хп з округленням донизу (тобто коли в нього 3/6 життів)\n▪️ Має ривок (+1 до шкоди). Ривок має кд 3 ходи. (тобто якщо був використаний на 1-му ході — наступний на 5-му ході)\n▪️ Під час ривка шанс оглушення — 70%\n▪️ Якщо ви оглушені (після ривка або з інших причин), він може атакувати вас, завдаючи +2 шкоди \n▪️ На кожну атаку витрачає 1 енергію\n\n💢 Лють:\n▪️ Миттєво відновлює 2 енергії\n▪️ Максимальна енергія +2\n▪️ Шкода +2\n\nЗі зброї: ріг\n⚔️ | Ріг\n{horn_duo_info}\n\nБазовий патерн атаки носорога (без люті в дуо):\nРивок > атака > атака > атака > відпочинок\n\nБазовий патерн атаки носорога (в люті в дуо):\nРивок > атака > атака > атака > ривок > атака > відпочинок",
  "dungeon.rhino.teams.trio_characteristics.glossary": "Характеристики носорога (тріо):\n♥️♥️♥️♥️♥️♥️♥️ | 7 життів. Максимум: 7\n⚡️⚡️⚡️ | 4 енергії. Максимум: 4\n💔 x9/9 ран. Впливає на втрату життів\n\n▪️ Має 60% шанс заблокувати 4 одиниці шкоди за хід.\n▪️ Має властивість протигаза — а саме, гасне, якщо не підпалювати. (але світлошумові гранати на нього діють)\n▪️ Лють настає, коли у носорога 50% хп з округленням донизу (тобто, коли в нього 3/7 життів)\n▪️ Має ривок. (+1 до шкоди) Ривок має КД 3 ходи. (тобто, якщо використаний у 1-й хід — наступний буде на 5-й хід)\n▪️ При ривку, шанс оглушення — 70%\n▪️ Якщо ви оглушені (після ривка або з інших причин), він може атакувати вас, завдаючи +2 шкоди\n▪️ На кожну атаку витрачає 1 енергію\n\n💢 Лють:\n▪️ Миттєво відновлює 3 енергії\n▪️ Максимальна енергія +3\n▪️ Шкода +3\n\nЗі зброї: ріг\n⚔️ | Ріг\n{horn_trio_info}\n\nБазовий патерн атаки носорога (без люті в тріо):\nРивок > атака > атака > атака > відпочинок\n\nБазовий патерн атаки носорога (в люті в тріо):\nРивок > атака > атака > атака > ривок > атака > атака > відпочинок",
  "dungeon.rhino.Tuman.glossary": "Також, можете зацінити гайд по данжу Носорога від іншого гравця (Тумана):\nhttps://t.me/BlacK_Apr1L/29",

  "dungeon.necromancer.glossary": "🕳 Перший поверх\nПротивники: кволий скелет (кількість скелетів = кількість гравців, що проходять данж).\n\n▫️ Не потрібно вбивати скелета. Коли в гравця залишиться 1 життя, скелет сам здасться.\n\nРекомендації:\n✅Алхімік – використовувати на скелета.\n✅Якщо проходите в команді (2+ гравці), візьміть ритуаліста:\nПерший гравець (не ритуаліст) натискає /suicide.\nДругий гравець (ритуаліст) кидає ритуал на першого.\nНа наступному ході кидає блискавку в себе.\n\n{second_floor}\n\n{third_floor}",
  "dungeon.necromancer.second_floor.glossary": "🕳 Другий поверх\nПротивники: кволий скелет, вурдалак (кількість скелетів і вурдалаків = кількість гравців, що проходять данж).\n\n▫️ Не потрібно вбивати скелета. Після вбивства вурдалака скелет сам здасться.\n\nВурдалак | 👹\n♥️♥️♥️♥️♥️♥️ | 6 життів. Максимум: 6\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔x4/4 ран. Впливає на втрату життів\n(Сокирою можна знизити поріг шкоди до 3/4)\n▪️ Вампіризм: за кожне відібране життя, вурдалак відновлює собі життя\n▪️ Кровожерливість вурдалака: за кожне відсутнє життя в гравця, збільшує шкоду на +1\n▪️ Має властивість протигаза – тобто гасне, якщо не підпалювати. (але, світлові гранати на нього діють)\n\nЗброя:\n⚔️ | Ікла вурдалака\n{ghoul_teeth_info}\n\nДля ефективного проходження рекомендується:\n✅ Рекомендується: шабля, тесак, булава, сокира, сталеві пазури – біцепс, концентрація.\n✅ Дробовик, снайперська гвинтівка, пиломет – приціл.\n✅ Генератор щитів, ніндзя.\n❌Неефективні: ланцюг, вогнемет, кастет.\n❌Заборонені: гранатомет, граната, коктейль молотова, алхімік – можуть убити скелета.",
  "dungeon.necromancer.third_floor.glossary":"🕳 Третій поверх\nПротивники: Некромант\n\n{necromancer_characteristics}\n\nПоради щодо проходження (соло):\n✅ Рекомендована зброя: гранатомет, шабля, жердина \n✅ Рекомендовані здібності: алхімік, міцний череп, двожильність, медик, генератор щитів, ніндзя\n❌ Не рекомендовані: піротехнік, берсерк (оскільки бій буде тривалим, а серед ворогів буде вурдалак — добити його на 1 хп буде складно), тесак (через втрату бонусу до шкоди при атаках)\n\nПроходження:\nНекромант сам по собі не атакує і нічого не робить.\n\n▫️ Перший хід витрачаємо або на підхід, або на атаку некроманта (залежно від зброї)\n🔺 Не використовуйте на некроманті метальний ніж.\n\n▫️ Після атаки перезарядіться , бо на призив міньйонів він витратить хід (і отримає щит). Він викличе двох кволих скелетів.\n▫️ Вони або підійдуть, або перекотяться (якщо у вас зброя дальнього бою). Рекомендується кинути в них гранату або коктейль молотова.\n\n🔹 Наполегливо рекомендую після смерті міньйонів і до наступного призиву — не атакувати некроманта, а просто пропускати ходи, щоб відновити кд на перекат і здібності.\n\n▫️ Коли відновилися всі кд — атакуйте некроманта. Після атаки —й перезарядки. Він викличе вурдалака.\n▫️ Просто вбийте вурдалака, як це було на попередньому поверсі.\n▫️ Після цього знову не атакуйте некроманта (див. 🔹).\n\n▫️ Коли знову відновилися всі кд — атакуйте некроманта. Після атаки — перезарядка. Він викличе зомбі-щура.\n▫️ Зомбі-щур має випадкову зброю, здібності та предмети. Кожного разу різний, тому порад немає.\n\n▫️ Після смерті зомбі-щура більше не потрібно чекати відновлення кд перекатів і здібностей — некромант нікого більше не викликатиме. Просто атакуйте його й завершуйте проходження данжу.",
  "dungeon.necromancer.necromancer_characteristics.glossary": "Некромант | 🖤\n♥️♥️♥️♥️ | 4 життя. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔x1000/1000 ран. Впливає на втрату життя\n\n▪️ Має імунітет до кровотечі, ритуалу, останнього удару.\n▪️ Відбиває енергію темряви в гравця (накладає одразу 50 страху , що миттєво вбиває гравця).\n▪️ Не дозволяє покращити бомбу піротехніка (при спробі покращення бомба вибухає, завдаючи 3 шкоди гравцеві — бомба зникає).\n▪️ При втраті життя викликає міньйонів. Поки міньйон не буде вбитий — некромант перебуває під непробивним щитом.\n\nМіньйони некроманта:\n▪️ При 3-х життях (♥️♥️♥️) викликає двох кволих скелетів (+2 за кожного гравця).\n▪️ При 2-х життях (♥️♥️) викликає одного вурдалака (+1 за кожного гравця).\n▪️ При 1 житті (♥️) викликає одного зомбі-щура (+1 за кожного гравця).",
  "dungeon.necromancer.interesting_facts.glossary": "◾️ Некромант (на цей момент) — єдиний бос, який не змінює свої характеристики, незалежно від кількості гравців, що прийшли в підземелля.\n\n◾️ Якщо вбити кволого скелета на третьому поверсі (де знаходиться сам некромант), замість звичайного бою вам спершу доведеться битися з Велетенськими злобними скелетами.\nКількість таких скелетів залежить від того, скількох кволих скелетів ви вбили на попередніх поверхах.\n\n\n\nВелетенський злобний скелет | 💀\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️ | 12 життів. Максимум: 12\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔x100/100 ран. Впливає на втрату життя\nЗдібність: Біцепс\nЗброя: Мармурова колона — 5⚡️\n🎯 | Імовірність влучання — 100%\n\nЗброя:\n⚔️ | Мармурова колона\nПри влучанні оглушує, збиває з ніг і накладає кровотечу. Може завдати подвійну шкоду (тобто 30 шкоди)\n{marble_column_info}\n\n\n◾️ У некроманта є дві кінцівки після його перемоги:\n\n▫️Звичайне проходження:\n\n Ви відчуваєте дивну силу. Змахуєте посохом — і навколо вас утворюється напівпрозорий бар’єр.\nЗа кілька секунд з арки, що є входом до цього залу, з’являється кволий скелет, якого ви вирішили не вбивати.\n\n\n\n💬 Кволий скелет | 🦴: Волод-а-а-арю! Нака-а-а-жіть!\nСила, яку ви відчули — це сила наказує мертвими. Разом із нею ви тепер можете розуміти, про що вони говорять.\n\n💬 Алекс: Алекс наказує — ти вільний!\n\n💬 Кволий скелет | 🦴:\nДяк-у-у-ую...\n\n Після чого скелет розсипався, перетворившись на купу звичайних кісток.\nЩе в першому бою ви зрозуміли, що цьому скелету навіть загробне життя набридло.\nКоли наказ був виконаний, магічна оболонка навколо вас зникла, і ви відчули різке виснаження.\n\n\n\n▫️Кінцівка після вбивства велетенського скелета й некроманта:\n\n Ви відчуваєте дивну силу. Змахуєте посохом — і навколо вас утворюється напівпрозорий бар’єр.\nЗа кілька секунд із-під землі викопується скелет.\n\n\n\n💬 Скелет | 💀: Повели-и-и-итель! Нака-а-а-жіть!\n\nСила, яку ви відчули — це сила наказувати мертвими. Разом із нею ви тепер можете розуміти, про що вони говорять.\n\n💬 Алекс: Алекс наказує  — повертайся в землю!\n\n💬 Скелет | 💀: Я-а-ак нака-а-а-жете!\n\n Після чого скелет закопався назад у землю.\nКоли наказ був виконаний, магічна оболонка навколо вас зникла, і ви відчули різке виснаження.\n\n◾️ Якщо затягнути бій (наприклад, пропускати ходи), то на 150-му ході з’явиться наступне повідомлення:\n\nХід 150:\n💬 | Некромант | 🖤: У мене закінчився чай з цукерками, більше не хочу чекати. Помріть же!\n\nЕфекти 150:\n💥⚡️ | Зал затремтів. Увесь стелю вкрили чорні хмари, які за секунду почали осипати зал блискавками.\nУсі гравці загинули. Гру завершено.",
  "dungeon.necromancer.Tuman.glossary": "Також, можете зацінити гайд по данжу Некроманта від іншого гравця (Тумана):\nhttps://t.me/BlacK_Apr1L/31",

  "dungeon.dark.glossary": "🕳 Перший поверх:\nПротивники: тінь щура (кількість тіней щурів = кількості гравців, які проходять данж)\n\n▫️ Перед боєм потрібно обрати здібність \"медик\" і на першому ході дати стимулятор тіні щура.\n\nПісля цього вона отримує 2 життя, і її вже можна вбити. Також вона отримує випадкову зброю, здібності та предмети. Щур випадковий, тож порад немає.\n\n{second_floor}",
  "dungeon.dark.second_floor.glossary": "🕳 Другий поверх:\nПротивники: амальгама (кількість амальгам = кількості гравців, які проходять данж)\n\nАмальгама | 🧿\n♥️♥️♥️♥️♥️♥️ | 6 життів. Максимум: 6\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔x38/38 ран. Впливає на втрату життів\n▪️Мутація: відновлює енергію під час кожної мутації, а також має три форми мутації:\n▪️Дуже злий пес: після перетворення кусає два ходи поспіль\n⚔️ | Паща пса\n{dog_maw_info}\n▪️Людська форма: після перетворення атакує величезним тесаком на 10 шкоди (але має низьку точність, може промахнутися)\n⚔️ | Величезний тесак\n{huge_cleaver_info}\n▪️Гармата: після перетворення витрачає хід на «зарядку» гармати, після чого стріляє. При влучанні атака гарантовано знімає 1 життя та оглушує.\n⚔️ | Тіньова гармата\n{shadow_cannon_info}\n\n▪️Форму амальгама обирає випадково, але не може прийняти форму, яка була щойно.\n▪️Страх: після завершення мутації приймає свій \"істинний\" вигляд, накладаючи на випадкового гравця (2) страху. (Але якщо хоча б раз натиснути «інфо», наступні накладення будуть давати лише (1) страху)\n▪️Має властивість протигаза — тобто, гасне, якщо його не підпалювати. Проте гасне лише тоді, коли завершує мутацію! (але світлові гранати на нього діють)\n\n\nПоради щодо проходження (у соло):\n✅ Ефективні: ніж, вогнемет, факел, лук, сталеві пазури, шабля.\n❌ Малоефективні: сокира, снайперська гвинтівка, ланцюг, булава, спис, кастет.\n\nПроцес проходження:\n▫️ Хід 1: раджу витратити його на підхід (якщо у вас зброя ближнього бою) або на натискання «інфо».\n\n▫️ Проти пса рекомендую атакувати або перезарядитись (якщо мало енергії), або позбутись страху (якщо більше 3 страху).\n▫️ Проти тесака рекомендую використовувати щит або парирування.\n▫️ Проти гармати рекомендую під час зарядки атакувати або перезарядитись (якщо мало енергії), або позбутись страху (якщо більше 3 страху). Під час пострілу — перекат або світлова граната.\n\n▫️ Рекомендую проходити крізь вогонь і підпалювати або коли вогонь ось-ось згасне (тобто через хід), або коли амальгама виходить із мутації.",
  "dungeon.dark.boss.glossary": "🕳 Третій поверх:\nПротивники: Темрява\n{darkness_characteristics}\n\n\nПоради щодо проходження (у соло):\n✅ Рекомендована зброя: ніж, сталеві пазури, бита, водомет, пиломет, револьвер.\n❌ Малоефективна зброя: сокира, снайперська гвинтівка, ланцюг, булава, спис, кастет, шабля, вогнемет, факел, лук.\n✅ Рекомендовані здібності: інквізитор, протигаз, алхімік, садист, берсерк, генератор щитів.\n❌ Нерекомендовані: піротехнік, ніндзя (шанс перекату від очей = 100% і без ніндзя)\n\n\nПроцес проходження:\n▫️ Починається з того, що «ви тікаєте від злого створіння» — вам потрібно натиснути /suicide\n\n⚠️ Дуже важливо: натискати \"суїцид\" лише коли з’являється клавіатура, інакше ви можете неіронічно загинути.\n\n▫️ Хід 2: Темрява націлюється на вас — підходьте (якщо ближній бій) або атакуйте.\n▫️ Хід 3: Темрява атакує одним із очей — раджу перші очі перекочуватись, перекат встигне з’явитися до чорних очей!\n\n\nТепер Темрява діє так:\nНацілювання (🔴/🔵/🟣) > атака > націлювання (🔴/🟣) > атака >атака (⚫️)\n\nХід 4: Націлювання\n\nХід 5: Атака\n\nХід 6: Націлювання\n\nХід 7: Атака\n\nХід 8: Атака чорними очима\n\n\n\n▫️ Якщо Темрява використовує 🔴 — ставте щит або гасіться, або моліться інквізитором. Не атакувати! (можна лише, якщо на вас водяний щит)\n▫️ Якщо 🔵 — атакуйте або ставте щит.\n▫️ Якщо 🟣 — атакуйте!\n▫️ Якщо ⚫️ — перекат або моліться інквізитором за себе (якщо у вас є берсерк).\n\n▫️ Під час націлювань — атакуйте, позбавляйтесь страху або перезаряджайтесь, за ситуацією.\n\n▫️ У Темряви не показується кількість життів  натомість пишеться, що вона втратила око. Вам потрібно, щоб вона втратила 10 очей.\n\n▫️ Після того, як виб’єте 10 очей, з’явиться додаткова кнопка «вибігти з кімнати», її необхідно натиснути.",
  "dungeon.dark.boss.darkness_characteristics.glossary": "Темрява | 👁🌑🌑👁\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️ | 10 життів. Максимум: 10\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔 x1000000/1000000 ран. Впливає на втрату життів\n\n\n▪️ Очі: має 4 форми очей:\n\n1. Червоні (🔴)\n• Наносять 3 шкоди та підпалюють із силою 6\nПриклад: \"🔥 |  Алекс горить!\" – втрачає 5 енергії та отримує 6 шкоди»\n\n\n2. Сині (🔵)\n• Наносять від 1 до 3 шкоди\n• Оглушують на 1 хід\n\n\n3. Фіолетові (🟣)\n• Не завдають шкоди, але накладають 4 страху\n\n\n4. Чорні (⚫️)\n• Завдають 8 шкоди\n• Гарантовано знімають 2 життя\n• Забирають 1 одиницю максимальної енергії\n\n\nДодаткова інформація про очі:\n\n▪️ Чорні очі завжди йдуть після червоних, синіх і фіолетових, тобто наприкінці циклу.\n▪️ Червоні, сині та фіолетові йдуть у випадковому порядку, але сині ніколи не бувають останніми.\n▪️ Перед атакою очей Темрява витрачає хід на \"прицілювання\".\n▪️ Чорні очі атакують миттєво, без попередження.\n▪️ Має властивість протигаза — гасне, якщо її не підпалювати.\n▪️ Світлові гранати не діють проти Темряви.\n\n\nБазовий патерн атаки Темряви:\nНацілювання (🔴/🔵/🟣) > атака > Націлювання (🔴/🔵/🟣) > атака > Націлювання (🔴/🟣) > атака > атака (⚫️)",
  "dungeon.dark.teams.glossary": "Характеристики Темряви в групі:\nУ Темряви зі збільшенням кількості учасників зростають лише: кількість життів, шкода та сила підпалу червоних очей, шкода та тривалість оглушення синіх очей.\n\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️ | 10 життів. Максимум: 10\n• Додатково: +5 життів за кожного гравця, починаючи з другого\nПриклад: у дуо — 15 життів, у тріо — 20 життів і т.д.\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔 x1000000/1000000 ран. Впливає на втрату життів\n\n\n▪️ Очі: має 4 форми очей:\n\n1. Червоні (🔴)\n• Завдають 3 шкоди та підпалюють із силою 6\nПриклад: \"🔥 | Алекс горить!\" – втрачає 5 енергії та отримує 6 шкоди\n• Додатково: +1 шкоди та +1 до сили підпалу за кожного гравця, починаючи з другого\n\n\n2. Сині (🔵)\n• Завдають від 1 до 3 шкоди\n• Оглушують на 1 хід\n• Додатково: +1 шкоди та +1 хід оглушення за кожного гравця, починаючи з другого\n\n\n3. Фіолетові (🟣)\n• Не завдають шкоди, але накладають 4 страху\n\n\n4. Чорні (⚫️)\n• Завдають 8 шкоди\n• Гарантовано знімають 2 життя\n• Забирають 1 одиницю максимальної енергії\n\n\n\nДодаткова інформація про очі:\n\n▪️ Чорні очі завжди йдуть останніми — після червоних, синіх і фіолетових.\n▪️ Червоні, сині та фіолетові з’являються у випадковому порядку, але сині ніколи не бувають останніми.\n▪️ Перед атакою будь-яких очей, окрім чорних, Темрява витрачає хід на \"прицілювання\".\n▪️ Чорні очі атакують миттєво.\n▪️ Має властивість протигаза — гасне, якщо її не підпалювати.\n▪️ Світлові гранати не діють проти Темряви.",
  "dungeon.dark.Tuman.glossary": "Також, можете зацінити гайд по данжу Темряви від іншого гравця (Тумана):\nhttps://t.me/BlacK_Apr1L/32",

  "dungeon.hell.glossary": "🕳 Перший поверх\nПротивники: Трьоокий демон (кількість демонів = кількість гравців, що проходять данж).\n\nТрьоокий демон | 👁👁👁\n♥️♥️♥️♥️ | 4 життя. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔 x6/6 ран. Впливає на втрату життів\nЗброя: Щупальця — 2⚡️\n🎯 | Імовірність влучання — 97%\n▪️ Вогняне дотикання — з 100% шансом при влучанні підпалює\n▪️ Неможливо вибити зброю ланцюгом\n\nДля ефективного проходження рекомендується:\n✅ Водомет\n✅ Протигаз, піроман, алхімік\n\n ({second_floor})",
  "dungeon.hell.second_floor_glossary": "🕳 Другий поверх\nПротивники: Трьоокий демон, Магмовий черв’як (кількість демонів і черв’яків = кількість гравців, що проходять данж)\n\n⚠️ Дуже важливо — у перший хід необхідно натиснути «пропустити хід» / «згасити себе». (Якщо є водомет — можна використати водяний щит)\n\nМагмовий черв’як | 🪱\n♥️♥️♥️ | 3 життя. Максимум: 3\n⚡️⚡️⚡️ | 3 енергії. Максимум: 5\n💔 x4/4 ран. Впливає на втрату життів\nЗброя: Ікла черв’яка — 2⚡️\n🎯 | Імовірність влучання — 88%\n\nЗдібності:\n▪️ Спротив вогню: Черв’як взагалі не горить, проте за нього дається бонус піромана.\n▪️ Підземна атака: Черв’як заривається в землю (у цей хід не отримує шкоди від атаки, але може отримати ефекти — кровотеча, оглушення, збиття з ніг тощо), наступного ходу він не може бути ціллю атаки й атакує, збиваючи гравця з ніг.\n▪️ Підпал після втрати життя: Черв’як підпалює всіх із силою горіння 1 (включаючи демона і гравців; кількість втрачених життів = сила горіння).\n▪️ Неможливо вибити зброю ланцюгом.\n\nПриклад ходу:\nХід 2:\n🕳|Магмовий черв’як 1|🪱 заривається в землю.\nХід 3:\n🕳❗️|Магмовий черв’як 1|🪱 виривається з-під землі біля Гравця, атакуючи ціль!\n\nДля ефективного проходження рекомендується:\n✅ Гранатомет, тесак, пазури, снайперська гвинтівка, водомет, дробовик.\n✅ Садист, приціл / візор / крадій, протигаз, алхімік, піроман, концентрація, біцепс, наркоман.\n\nПоради для проходження(в соло):\nЯкщо у вас є алхімік — використайте його на себе в перший хід (тільки якщо у вас не снайперська гвинтівка).\nУ черв’яка низький поріг шкоди, постріл зі снайперки (8 шкоди) повністю вбиває черв’яка. Залишиться лише вбити демона.",
  "dungeon.hell.boss.glossary": "🕳 Третій поверх:\nПротивники: Аластор\n\n{Alastor_characteristics}\n\n▫️Посох некроманта, ривок, темрява — йдуть обов'язково, без них ви не пройдете (принаймні в соло).\nУ підсумку залишається одна \"вільна\" здібність, я рекомендую:\n✅Рекомендовані здібності: алхімік, зброяр, генератор щитів, інквізитор.\n\nПоради щодо проходження (в соло):\n▫️Використовуйте алхіміка (якщо є) і темряву на себе (і дуже сильно моліться, щоб він не перейшов у форму 2️⃣, поки темрява в кд).\nСенс у тому, що завдяки темряві ваші атаки отримають +1 до шкоди, а здібності з перезарядкою — пришвидшення (в тому числі перекат і ривок).\n\nДалі залишається поступово вбивати Аластора, правильно контрячи його ваншоти.\n\n⚠️ Старайтесь також не активувати \"підняття мерця\" посоха некроманта до його атаки:\nпо-перше, темрява не впливає на перезарядку,по-друге, Електричний промінь завдає шкоди за розрахунком як граната (тобто атакуючи всі цілі), це стосується і трупів, у тому числі трупів із посоха некроманта.\n\n⚠️Під час виклику мерця, за можливості, намагайтесь мати 0 енергії.\nАластор електричним променем і гіпнозом здатен пробити щит посоха некроманта!\n\n⚠️Після першого проходження данжу перекати, звичайні щити, інквізитор врятують вас від \"ваншот-атак\".\n\n\n🔺Після першого проходження (тобто вже не ваншотить):\n1️⃣🦏 Носоріг\n▫️ Носоріг атакує, завдаючи 15 шкоди.\n2️⃣♨️ Тремтіння землі\n▫️Атака завдасть 3–6 шкоди + накладе кровотечу.\n3️⃣❗️Оскал\n▫️Атака завдасть 1–4 шкоди.",
  "dungeon.hell.boss.Alastor_characteristics.glossary": "Аластор | ❤️‍🔥\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️ | 10 життів. Максимум: 10\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔 x8/8 ран. Впливає на втрату життів\n\n▪️ Має імунітет до горіння — і навіть лікується від нього!\n▪️ Гіпноз (змушує ціль на наступному ході атакувати саму себе)\n▪️ Електричний промінь (знижує енергію до 0 і атакує ВСІХ гравців на кількість забраної енергії, тобто: було 0 енергії — 0 шкоди, 5 енергії — 5 шкоди; атака відбувається після дії гравця)\n\n\nВаншот-атаки:\n\n1️⃣ 🦏 Аластор клацає пальцями — з глибин пекла з’являється розлючений носоріг і дивиться на гравця.\nЩо робити:\n▫️Потрібно використати Ривок у носорога — неважливо, чи влучить, чи є енергія. Головне — саме ривок, саме в носорога, саме тим гравцем, на якого він дивиться.\n\n2️⃣ ♨️ Аластор клацає пальцями. Гравець відчуває тремтіння під ногами...\nЩо робити:\n▫️Потрібно використати Темряву проти Аластора.\n\n3️⃣ ❗️ Аластор збільшується в розмірах, з голови виростають роги, усмішка перетворюється на оскал...\nЩо робити:\n▫️Потрібно використати \"підняття мерця\" (Посох некроманта).\n\nМайже кожен хід Аластор атакує, завдаючи 1–3 шкоди.\n\n⚠️ Важливо:\nЖодні перекати (навіть ніндзя), щити, інквізитор і будь-які інші дії не рятують, якщо вибрано неправильну здібність!",
  "dungeon.hell.teams.glossary": "Характеристики Аластора в групі:\nУ Аластора від кількості учасників росте хп, ліміт шкоди та шкода (а ще сила шкоди ваншот-атак після першого проходження)\n\nАластор | ❤️‍🔥\n♥️♥️♥️♥️♥️♥️♥️♥️♥️♥️ | 10 життів. Максимум: 10\n• Додатково: +5 життів за кожного гравця (починаючи з другого гравця)\n⚡️⚡️⚡️⚡️⚡️ | 5 енергії. Максимум: 5\n💔 x8/8 ран. Впливає на втрату життів\n• Додатково: +2 рани за кожного гравця (починаючи з другого гравця)\n\nШкода Аластора 1-3\n• Додатково: +1 шкоди за кожного гравця (починаючи з другого гравця)\n\nТакож, третя його ваншот-атака атакує ВСІХ гравців! Будьте пильні!\n3️⃣❗️ Аластор збільшується в розмірах, з голови ростуть роги, усмішка перетворюється на оскал...\n\nЯкщо ви пройшли данж уперше, то його атаки вже не будуть ваншотити, але в груповому режимі вони посилюються\n\n⚠️ Після першого проходження данжу, перекати, звичайні щити, інквізитор врятують вас від \"ваншот-атак\"\n\n🔺 Після першого проходження (тобто вже не ваншотить):\n2️⃣♨️ Тремтіння землі\n▫️Атака завдасть 3-6 шкоди + накладе кровотечу\n• Додатково: +4 макс. шкоди за кожного гравця (починаючи з другого гравця)\nтобто 3-10 для дуету, 3-14 для тріо і т.д.\n3️⃣❗️Оскал\n▫️Атака завдасть 1-4 шкоди КОЖНОМУ гравцю\n• Додатково: +1 шкоди за кожного гравця (починаючи з другого гравця)\n\n▫️Посох некроманта, ривок, темрява — ідуть обов’язково, без них ви зменшуєте шанс пройти його\n✅ Рекомендовані здібності: некромант, алхімік, зброяр, генератор щитів, інквізитор.\n\nУ групі на етапі боса все дуже просто\n\nОскільки деякі атаки мають ціль, відповідно, саме цій цілі потрібно виконати дію (окрім 3️⃣, яка атакує всіх гравців)\nОсь кілька лайфхаків:\n▫️За можливості беріть некроманта; після смерті союзника/нпс з посоха некроманта — по кд піднімайте їхні трупи; ваншот-атаки Аластора та звичайні атаки будуть спрямовані на ваших зомбі!\n▫️Коли носоріг збирається бігти на вас, другий гравець кидає темряву на носорога; оскільки носоріг від темряви вже не позбудеться, ви отримаєте бонусну шкоду і бонусну перезарядку від темряви!",
  "dungeon.hell.Tuman.glossary": "Також, можете зацінити гайд по данжу Аластора від іншого гравця (Тумана):\nhttps://t.me/BlacK_Apr1L/40",


  "other_questions.glossary": "Данный раздел будет расписан и реализован в будущем! (Алексу сейчас лень)",



  "Melee_weapon_performance": "💢Шкода: {damage}\n🎯Точність: {accuracy}\n⚡️Витрати енергії: {energy}\n👊Ближня зброя",
  "Range_weapon_performance": "💢Шкода: {damage}\n🎯Точність: {accuracy}\n⚡️Витрати енергії: {energy}\n🎯Далекобійна  зброя",
  "Range_weapon_with_additional_information_performance": "💢Шкода: {damage} {additional_info}\n🎯Точність: {accuracy}\n⚡Витрати енергії: {energy}\n🎯Далекобійна  зброя",
  "burning_power": "🔥Сила підпалу: 1",
  "two_targets": "(до двох цілей)",
  "one_projectile": "(за 1 сюрікен)"

}