{
  "axe.glossary": "⚔️|Топор:\nИмеет 70% шанс покалечить соперника, снижая его лимит получения урона для потери хп на 1.",
  "cleaver.glossary": "⚔️|Тесак:\nИзначально имеет бонус урона 3. За каждое попадание по врагу бонус сокращается - на 1, до тех пор, пока не станет равным 0.",
  "club.glossary": "⚔️|Булава:\nЗа каждую атаку подряд получает +1 урона.",
  "hammer.glossary": "⚔️|Молот:\nВы можете нанести точный удар по цели с максимальным уроном и без возможности промахнуться, потратив 4 энергии. За каждые две отсутствующие у вас единицы энергии вы получаете +1 к урону.\n{Melee_weapon_performance}\n\nПримечание:\n1-ая механика молота -  в точном ударе, который тратит 4 энергии не промахивается (не действует на ниндзю) и наносит максимальный урон - если базовый урон 1-3, то точный наносит 3-3. Если есть модификаторы урона, тот же самый берсерк который даёт +2 урона, то при обычной атаке 1-3+2, то точный наносит 5-5.\n\n2-ая механика молота - за каждые две недостающие энергии (округление вверх) вы получаете +1 к урону.\nна 3 энергии, ваш урон будет 1-3+1, на 1 энергии у вас будет 1-3+2 урона.",
  "steel_claws.glossary": "⚔️|Стальные когти:\nВы можете выпустить стальные когти, чтобы увеличить минимальный урон на 1 и максимальный урон на 2, но увеличивает затрату энергии на 1.",
  "maul.glossary": "⚔️|Кувалда:\nВы можете сокрушить цель, нанося ей (2 + потраченная энергия цели) урона и затрачивая 4 энергии.",
  "torch.glossary": "⚔️|Факел:\nИмеет 50% шанс поджечь соперника при атаке.",
  "knife.glossary": "⚔️|Нож:\nИмеет 75% шанс наложить кровотечение на цель.",
  "stave.glossary": "⚔️|Шест:\nВы можете сбить с ног цель. Эту атаку можно применить не подходя к цели вплотную.",
  "bat.glossary": "⚔️|Бита:\nИмеет 30% шанс оглушить соперника при атаке.",
  "saber.glossary": "⚔️|Сабля:\nВы можете парировать атаку соперника, если он атаковал вас, блокируя весь его урон и отнимая всю его энергию.",
  "chain.glossary": "⚔️|Цепь:\nВы можете попытаться выбить оружие из рук цели. Шанс выбить оружие: 10+(потраченная_энергия_цели*10). При перезарядке цели шанс 100%.",
  "brass_knuckles.glossary": "⚔️|Кастет:\nЕсли вы атаковали соперника, который перезаряжается, он потеряет 4 энергии.",
  "spear.glossary": "⚔️|Копье:\nВы можете контратаковать всех соперников, которые атаковали вас в ход применения этой способности, затрачивая в сумме 1 энергию и получая +1 к урону.",
  "baton.glossary": "⚔️|Полицейская дубинка:\nКаждая атака отнимает у соперника 1 энергии.",
  "fists.glossary": "⚔️|Кулаки:\nВыдаются если афк-шить и не выбирать оружие.",
  "one_punch.glossary": "⚔️|One punch:\nНа сторону противника приходят крыса и скелет\n⚠️ Крыса и скелет всё равно придут, даже если вы взяли вначале  one punch, а потом выбрали заклинателя!\nКрыса и скелет становятся союзниками, первого игрока/моба в списке",
  "light_sword.glossary": "⚔️|Меч света:\nИмеет 51% шанс нанести цели 3 урона и наложить слабость с силой 2 на 3 хода.",
  "scimitar.glossary": "⚔️|Ятаган:\nИмеет 50% шанс наложить эффект⛓️‍💥|Ослабление брони. Ещё одно наложение - запускает новый, отдельный таймер.\n(Снижает эффективность брони на 1, на 3 следующих хода. Начинает действовать со следующего хода.)"
}