{
  "axe.glossary": "⚔️|Сокира: має 70% шанс покалічити суперника, знижуючи його поріг отримання шкоди необхідний для втрати 1 одиниці хп, на 1.",
  "cleaver.glossary": "⚔️|Тесак:\nСпочатку має бонус до шкоди +3. З кожним влучанням по ворогу бонус зменшується на 1, доки не стане рівним 0.",
  "club.glossary": "⚔️|Булава:\nЗа кожну атаку поспіль отримує +1 до шкоди.",
  "hammer.glossary": "⚔️|Молот:\nВи можете завдати точного удару по цілі з максимальним уроном і без шансу промахнутися, витративши 4 енергії. За кожні дві відсутні одиниці енергії ви отримуєте +1 до шкоди.\n{Melee_weapon_performance}\n\nПримітка:\n1-ша механіка молота - це точний удар, який витрачає 4 енергії, не може промахнутись (не діє на ніндзю) і завдає максимальний урон. Якщо базова шкода становить 1–3, то точний удар нанесе 3–3. Якщо є модифікатори, наприклад, берсерк із бонусом +2 до шкоди, то звичайна атака завдає 1–3+2, а точний удар - 5–5.\n\n2-га механіка молота - за кожні 2 відсутні одиниці енергії (округлення вгору) ви отримуєте +1 до шкоди.\nПри 3 енергії ваш урон становитиме 1–3+1, а при 1 енергії - 1–3+2.",
  "steel_claws.glossary": "⚔️|Сталеві пазурі:\nВи можете випустити сталеві пазурі, щоб збільшити мінімальну шкоду на 1, а максимальну - на 2, проте витрати енергії збільшуються на 1.",
  "maul.glossary": "⚔️|Кувалда:\nВи можете розтрощити ціль, завдаючи їй (2 + витрачена енергія цілі) шкоди та витрачаючи 4 енергії.",
  "torch.glossary": "⚔️|Факел:\nМає 50% шанс підпалити суперника під час атаки.",
  "knife.glossary": "⚔️|Ніж:\nМає 75% шанс накласти кровотечу на ціль.",
  "stave.glossary": "⚔️|Жердина:\nВи можете збити ціль з ніг. Цю атаку можна застосувати, не підходячи впритул до цілі.",
  "bat.glossary": "⚔️|Бита:\nМає 30% шанс оглушити суперника під час атаки.",
  "saber.glossary": "⚔️|Шабля:\nВи можете парувати атаку суперника, якщо він атакував вас, блокуючи всю його шкоду і віднімаючи йому всю його енергію.",
  "chain.glossary": "⚔️|Ланцюг:\nВи можете спробувати вибити зброю з рук цілі. Шанс вибити зброю: 10+(витрачена_енергія_цілі*10). Під час перезарядки цілі шанс становить 100%.",
  "brass_knuckles.glossary": "⚔️|Кастет:\nЯкщо ви атакуєте суперника, який перезаряджається, він втратить 4 енергії.",
  "spear.glossary": "⚔️|Спис:\nВи можете контратакувати всіх суперників, які атакували вас під час застосування цієї здібності, витрачаючи в сумі 1 енергію та отримуючи +1 до шкоди.",
  "baton.glossary": "⚔️|Поліцейський кийок:\nВід кожної атаки, ціль втрачає 1 енергію",
  "fists.glossary": "⚔️|Кулаки:\nВидаються, якщо стояти в АФК і не обирати зброю.",
  "one_punch.glossary": "⚔️|One punch:\nНа бік противника приходять щур і скелет.\n⚠️ Щур і скелет все одно з’являться, навіть якщо ви спочатку обрали One punch, а потім змінили клас на заклинача!\nЩур і скелет стають союзниками першого гравця/моба в списку.",
  "light_sword.glossary": "⚔️|Меч світла:\nМає 51% шанс завдати цілі 3 шкоди та накласти слабкість із силою 2 на 3 ходи.",
  "scimitar.glossary": "⚔️|Ятаган:\nМає 50% шанс накласти ефект ⛓️‍💥|Ослаблення броні. Ще одне накладення – запускає новий, окремий таймер.\n(Знижує ефективність броні на 1, на 2 наступні ходи. Починає діяти з наступного ходу.)"
}