{
  "abilities_page.one.glossary": "🤫 - Секретные способности\n👨‍👧‍👦 - Групповые способности (не падают в битвах и массовых-битвах  (1vs1; 1vs1vs1)",
  "inquisitor.glossary": "Описание способности Инквизитор:\nРаз в 3 хода вы можете направить гнев небес на соперника или союзника/себя.\nЕсли в этот ход соперник делает действие, наносящее вред, то через 2 хода он будет оглушен.\nЕсли применить на союзника/себя, то в этот ход он не может умереть.\nОдин раз за игру вы имеете 30% шанс не умереть, когда хп опустится до 0, даже если не использовали способность.",
  "sadist.glossary": "Описание способности Садист:\nОтнимая ХП противнику, вы восстанавливаете 1 энергию.\n\nПримечание: энергия не восстановится, если вы отняли хп кровотечением.",
  "berserk.glossary": "Описание способности Берсерк:\nКогда у вас остается ровно 1 хп, вы получаете +2 урона.\nВаша изначальная энергия уменьшается пропорционально вашим максимальным хп, но вы получаете +1 максимальной и текущей энергии за каждую потерянную жизнь.",
  "ninja.glossary": "Описание способности Ниндзя:\nПо вашему перекату невозможно попасть атакой.",
  "gunsmith.glossary": "Описание способности Оружейник:\nПри выборе способности, даёт возможность выбрать второе оружие из случайного списка из 4-ёх оружий. В списке не бывает трофейного оружия!\nВо время игры, вы можете переключится на второе оружие каждый ход, но, в течении хода, вы можете сменить оружие только раз.\n\n\nПримечание:\nЕсли вашим первым оружием, было оружие ближнего боя, а вторым оружием было дальнобойное оружие, то вы сможете выбрать концентрацию, рывок и берсерка которые недоступны для дальнобойного оружия но так-же эти способности сохраняют свой эффект.\nТак-же, в подобной ситуации вы сможете выбрать бицепс, но бицепс не даёт своего эффекта на дальнобойное оружие.\n\nЕсли вашим первым оружием, было дальнобойное оружие, а вторым оружие ближнего боя, то вы сможете выбрать прицел, который сохранит свой эффект точности для ближнего оружия.",
  "medic.glossary": "Описание способности Медик:\nВ начале боя вы получаете стимулятор, который восстанавливает 2 хп при использовании.",
  "alchemist.glossary": "Описание способности Алхимик:\nВ начале игры и каждые 9 ходов вы получаете сыворотку бешенства, которая заставляет выбранную цель атаковать дополнительно к своему действию.\n\nПримечание: сыворотки бешенства, могут накапливаться, если не были использованы.\nВ данжах не накапливаются",
  "addict.glossary": "Описание способности Наркоман:\nВы теряете 1 точности. Используя на себя джет, хитин, адреналин или сыворотку бешенства, вы получаете +2 к точности и +1 к урону на один ход. В начале боя вы получаете один из этих предметов (кроме сыворотки бешенства).",
  "shield_generator.glossary": "Описание способности Генератор щитов:\nКаждые 5 ходов вы получаете щит.\nПерезарядка не идет, если не был потрачен щит с предыдущей генерации.",
  "engineer.glossary": "Описание способности Инженер:\nРаз в 5 ходов вы можете создать нейтральный предмет, выбрав один из трех.\n\nПримечание: нейтральные предметы - которые не выдаются способностями (т.е. не стимулятор, бомба пиротехника и не сыворотка бешенства)",
  "pyrotechnician.glossary": "Описание способности Пиротехник:\nВ начале игры вы получаете бомбу, которая наносит 1 урона. Можно потратить ход, чтобы улучшить её на +2 урона, число улучшений не ограничено.",
  "thrifty.glossary": "Описание способности Запасливый:\nВ начале боя вы получаете 2 случайных дополнительных нейтральных предмета.\n\nПримечание: нейтральные предметы - которые не выдаются способностями (т.е. не стимулятор, бомба пиротехника и не сыворотка бешенства)",
  "strong_skull.glossary": "Описание способности Крепкий череп:\nВы получаете 50% шанс заблокировать 1 урона каждый ход. Лимит урона для потери жизней увеличивается на 3.",
  "zombie.glossary": "Описание способности Зомби:\nПеред тем, как умереть, вы проживете 2 дополнительных хода.",
  "dooble_core.glossary": "Описание способности Двужильность:\nУвеличивает максимум жизней на 1 и сопротивление кровотечению на 2.",
  "gas_mask.glossary": "Описание способности Противогаз:\nГорение длится на вас один ход вместо двух. Вы получаете иммунитет к световым гранатам и +1 максимальной энергии.",
  "final_blow.glossary": "Описание способности Последний удар:\nВы можете нанести последний удар, отняв двум случайным соперникам по 1хп.\nМгновенно убивает зомби. \nНа следующий ход после этой способности после этой атаки вы умрете.\n\nПримечание:\nЕсли против вас одна цель, а не две, вы всё равно отнимите только одну жизнь.\nЕсли против вас больше двух целей, вы отнимите у двух случайных.\nНельзя заблокировать щитом или световой гранатой.\nЕсли во время смерти после последнего удара сработал инквизитор - вы всё равно умираете.",
  "pyromaniac.glossary": "Описание способности Пироман:\nЗа каждую цель с горением, вы наносите +1 к урону.\n\nПримечание:\nВы получаете бонусный урон, даже в ход когда цель тушит себя.\nНе влияет степень горения, только количество целей.\nВы так-же наносите дополнительный урон, если горите сами.",
  "aim.glossary": "Описание способности Прицел:\nПовышает точность для дальнобойного оружия на 2.",
  "visor.glossary": "Описание способности Визор:\nВы можете увидеть информацию о выбранном сопернике. Даёт +1 к точности на дальнобойные оружия.",
  "thief.glossary": "Описание способности Вор:\nРаз в 3 хода вы можете украсть у цели предмет, который та собиралась использовать. Если вы используете дальнее оружие, вы пассивно получаете +1 к точности.",
  "concentration.glossary": "Описание способности Концентрация:\nВы можете попытаться нанести критический удар с определённым шансом 75% / 50% / 25% для 2/3/4 соответственно, но за это теряете точность.\nПомимо шанса, 1/2/3/4 - обозначает множитель урона.",
  "biceps.glossary": "Описание способности Бицепс:\nЕсли у вас оружие ближнего боя, вы получаете 30% шанс нанести удвоенный урон при атаке.",
  "regeneration.glossary": "Описание способности Регенерация:\nСекретная способность которая появляется если взять Двужильность и Крепкий череп.\nС 1/6 шансом (16,67%) восстанавливает жизнь во время её потери.",
  "bloodthirstiness.glossary": "Описание способности Кровожадность:\nСекретная способность которая появляется если взять Садиста и Берсерка.\nШанс попасть по соперникам, у которых меньше половины ХП, увеличен.\n\nПримечание:\nМеньше половины это 1/4 хп и 2/5 хп (если у игрока двужильность)",
  "witchfinder.glossary": "Это групповая способность!\nОписание способности Чернокнижник:\nСекретная способность которая появляется если взять Некроманта и Ритуалиста.\nПосле того, как кто-то погибнет, вы можете взорвать его труп и нанести 2 урона всем соперникам.\n\nПримечание:\nНельзя взорвать один труп дважды.\nЕсли вы вначале, воскресили союзника некромантом, то труп взорвать не получится.\nТруп зомби-некроманта нельзя взорвать.",
  "necromancer.glossary": "Это групповая способность!\nОписание способности Некромант:\nВы можете поднять умершего союзника в виде зомби.\n\nПримечание:\nЗомби от некроманта теряет своё оружие, и атакует не зависимо от количества энергии (можно попасть с 0 энергии), по этому, перезаряжаться не нужно!\nЕсли перед смертью игроку с помощью цепи выбили оружие, то как зомби некроманта, он может его поднять и пользоваться им.\nЗомби некроманта умирает после двух ходов если не попал по цели или не смог нанести урон в любой из двух ходов.\nЕсли урон был нанесён от зомби, то счётчик обнуляется и вновь два хода.\nПока жив Некромант - игроков можно поднимать бесчисленное количество раз, но нельзя поднять игрока который умер по следующим причинам: Суицид, One Punch.",
  "ritualist.glossary": "Это групповая способность!\nОписание способности Ритуалист:\nЕсли цель (в том числе и союзная), на которую вы применили ритуал умрёт за 3 следующих хода, вы получите завершенный ритуал, с помощью которого можно отнять 2 хп у любой цели.\n\nПримечание:\nЗа 3 следующих хода, действует следующим образом:\nЕсли вы применили, условно, на первый ход, ритуал будет на цели - 1-ый, 2-ой и 3-ий ход, если вы убьете цель на 4-ый вы не получите ритуал.\nЕсли вы выполнили условие ритуала, вы можете применить его в любой момент, независимо от того, сколько ходов пройдёт.\n\nРитуалист работает с зомби, но, ритуал нужно кидать не в момент становление зомби (т.е. в 1хп), а когда игрок уже зомби (в 0 хп)",
  "gunner.glossary": "Это групповая способность!\nОписание способности Наводчик:\nПрименяя на союзную цель/себя, полностью восстанавливает энергию союзнику/себе."
}