{
  "abilities_page.one.glossary": "🤫 - Секретні здібності\n👨‍👧‍👦 - Групові здібності (не зустрічаються в боях і масових битвах (1vs1; 1vs1vs1)",
  "inquisitor.glossary": "Опис здібності Інквізитор:\nРаз на 3 ходи ви можете спрямувати гнів небес на суперника або союзника/себе.\nЯкщо цього ходу суперник виконує дію, що завдає шкоди, то через 2 ходи він буде оглушений.\nЯкщо застосувати на союзника/себе, то цього ходу він не може померти.\nОдин раз за гру ви маєте 30% шанс не померти, коли хп знизиться до 0, навіть якщо не використовували здібність.",
  "sadist.glossary": "Опис здібності Садист:\nВіднімаючи хп у противника, ви відновлюєте 1 енергію.\n\nПримітка: енергія не відновлюється, якщо ви відняли хп через кровотечу.",
  "berserk.glossary": "Опис здібності Берсерк:\nКоли у вас залишається рівно 1 хп, ви отримуєте +2 до шкоди.\nВаша початкова енергія зменшується пропорційно до вашого максимального хп, але ви отримуєте +1 до максимальної та поточної енергії за кожну втрачену одиницю життя.",
  "ninja.glossary": "Опис здібності Ніндзя: \nПо вашому перекату неможливо влучити атакою.",
  "gunsmith.glossary": "Опис здібності Зброяр: \nПри виборі здібності дає можливість обрати другу зброю зі випадкового списку з 4 видів зброї. У списку ніколи не буває трофейної зброї!\nПід час гри ви можете перемикатися на другу зброю кожен хід, але протягом одного ходу можна змінити зброю лише один раз.\n\nПримітка:\nЯкщо ваша перша зброя — зброя ближнього бою, а друга — дальнього бою, ви зможете обрати Концентрацію, Ривок і Берсерка, які недоступні для далекобійної зброї, але ці здібності зберігають свій ефект.\nТакож в схожій ситуації ви зможете вибрати Біцепс, але Біцепс не дає свого ефекту на далекобійну зброю.\n\nЯкщо ваша перша зброя — далекобійна, а друга — зброя ближнього бою, ви зможете обрати Приціл, який збереже свій ефект точності для ближньої зброї.",
  "medic.glossary": "Опис здібності Медик:\nНа початку бою ви отримуєте стимулятор, який відновлює 2 хп при використанні.",
  "alchemist.glossary": "Опис здібності Алхімік:\nНа початку гри та кожні 9 ходів ви отримуєте сироватку сказу, яка змушує обрану ціль атакувати додатково до своєї дії.\n\nПримітка: сироватки сказу можуть накопичуватися, якщо не були використані.\nУ данжах не накопичуються.",
  "addict.glossary": "Опис здібності Наркоман: \nВи втрачаєте 1 точність. Використовуючи на себе джет, хітин, адреналін або сироватку сказу, ви отримуєте +2 до точності та +1 до шкоди на один хід. На початку бою ви отримуєте один із цих предметів (окрім сироватки сказу).",
  "shield_generator.glossary": "Опис здібності Генератор щитів:\nКожні 5 ходів ви отримуєте щит. Перезарядка не йде, якщо щит з попередньої генерації не був витрачений.",
  "engineer.glossary": "Опис здібності Інженер:\nРаз на 5 ходів ви можете створити нейтральний предмет, обравши один з трьох.\n\nПримітка: нейтральні предмети — це ті, які не надаються здібностями (тобто не стимулятор, не бомба піротехніка і не сироватка сказу).",
  "pyrotechnician.glossary": "Опис здібності Піротехнік:\nНа початку гри ви отримуєте бомбу, яка завдає 1 шкоди. Можна витратити хід, щоб покращити її на +2 до шкоди, кількість покращень не обмежена.",
  "thrifty.glossary": "Опис здібності Запасливий: \nНа початку бою ви отримуєте 2 випадкових додаткових нейтральних предмета.\n\nПримітка: нейтральні предмети — це ті, які не надаються здібностями (тобто не стимулятор, не бомба піротехніка і не сироватка сказу).",
  "strong_skull.glossary": "Опис здібності Міцний череп: \nВи отримуєте 50% шанс заблокувати 1 шкоду кожен хід. Ліміт шкоди для втрати життів збільшується на 3.",
  "zombie.glossary": "Опис здібності Зомбі:\nПеред тим, як померти, ви проживете ще 2 додаткових ходи.",
  "dooble_core.glossary": "Опис здібності Двожильність: \nЗбільшує максимальну кількість життів на 1 та опір до кровотечі на 2.",
  "gas_mask.glossary": "Опис здібності Протигаз:\nГоріння триває на вас один хід замість двох. Ви отримуєте імунітет до світлових гранат і +1 до максимальної енергії.",
  "final_blow.glossary": "Опис здібності Останній удар:\nВи можете завдати останнього удару, віднявши по 1 ХП у двох випадкових противників.\nМиттєво вбиває зомбі.\nНа наступному ході після цієї атаки ви помрете.\n\nПримітка:\nЯкщо проти вас одна ціль — ви віднімете лише одне життя.\nЯкщо більше двох — втрату понесуть двоє випадкових.\nНе блокується щитом або світловою гранатою.\nЯкщо під час смерті після останнього удару спрацьовує інквізитор — ви все одно помираєте.",
  "pyromaniac.glossary": "Опис здібності Піроман:\nЗа кожну ціль, що горить, ви завдаєте +1 до шкоди.\n\nПримітка:\nВи отримуєте бонус до шкоди навіть у той хід, коли ціль гасить себе.\nСила горіння не має значення — лише кількість палаючих цілей.\nВи також завдаєте додаткову шкоду, якщо палаєте самі.",
  "aim.glossary": "Опис здібності Приціл:\nПідвищує точність для далекобійної зброї на 2.",
  "visor.glossary": "Опис здібності Візор:\nВи можете побачити інформацію про обраного противника. Дає +1 до точності для далекобійної зброї.",
  "thief.glossary": "Опис здібності Крадій:\nРаз на 3 хода ви можете вкрасти у цілі предмет, який вона збиралася використати. Якщо ви використовуєте далекобійну зброю, ви пасивно отримуєте +1 до точності.",
  "concentration.glossary": "Опис здібності Концентрація:\nВи можете спробувати завдати критичний удар з ймовірністю 75% / 50% / 25% для 2/3/4 відповідно, але за це втрачаєте точність.\nОкрім ймовірності, 1/2/3/4 — це множник до шкоди.",
  "biceps.glossary": "Опис здібності Біцепс:\nЯкщо у вас є зброя ближнього бою, ви отримуєте 30% шанс завдати подвійної шкоди при атаці.",
  "regeneration.glossary": "Опис здібності Регенерація:\nСекретна здібность, яка з'являється, якщо взяти Двожильність і Міцний череп.\nЗ ймовірністю 1/6 (16,67%) відновлює життя під час її втрати.",
  "bloodthirstiness.glossary": "Опис здібності Кровожерлевість:\nСекретна здатність, яка з'являється, якщо взяти Садиста і Берсерка.\nШанс потрапити по суперникам, у яких менше половини ХП, збільшений.\n\nПримітка:\nМенше половини — це 1/4 ХП і 2/5 ХП (якщо у гравця є Двожильність).",
  "witchfinder.glossary": "Це групова здібність \nОпис здібності Чорнокнижник:\nСекретна здібність, яка з'являється, якщо взяти Некроманта і Ритуаліста.\nПісля того, як хтось загине, ви можете підірвати його труп і завдати 2 шкоди всім суперникам.\n\nПримітка:\nНе можна підірвати один труп двічі.\nЯкщо ви спочатку воскресили союзника некромантом, труп підірвати не вийде.\nТруп зомбі-некроманта не можна підірвати.",
  "necromancer.glossary": "Це групова здібність!\nОпис здібності Некромант:\nВи можете підняти померлого союзника у вигляді зомбі.\n\nПримітка:\nЗомбі від некроманта втрачає своє зброю і атакує незалежно від кількості енергії (можна потрапити навіть з 0 енергії), тому перезаряджатися не потрібно!\nЯкщо перед смертю у гравця вибили зброю за допомогою ланцюга, то як зомбі некроманта він може підняти і користуватися нею.\nЗомбі некроманта помирає через два хода, якщо не потрапив по цілі або не зміг завдати шкоди в будь-який з двох ходів.\nЯкщо шкода була завдана зомбі, то лічильник обнуляється і знову два ходи зомбі може жити.\nПоки живий Некромант - гравців можна піднімати незліченну кількість разів, але не можна підняти гравця, який помер з таких причин: Суїцид, One Punch.",
  "ritualist.glossary": "Це групова здібність!\nОпис здібності Ритуаліст:\nЯкщо ціль (в тому числі і союзна), на яку ви застосували ритуал, помре протягом наступних 3 ходів, ви отримаєте завершений ритуал, за допомогою якого можна забрати 2 хп у будь-якої цілі.\n\nПримітка:\nПротягом 3 наступних ходів діє таким чином:\nЯкщо ви застосували ритуал, умовно, на перший хід, ритуал буде діяти на ціль протягом 1-го, 2-го та 3-го ходу; якщо ви вб'єте ціль на 4-й хід, ви не отримаєте ритуал.\nЯкщо ви виконали умову ритуалу, ви можете застосувати його в будь-який момент, незалежно від того, скільки ходів пройде.\n\nРитуаліст працює з зомбі, але ритуал потрібно застосовувати не в момент перетворення на зомбі (коли 1 хп), а коли гравець уже став зомбі (коли 0 хп).",
  "gunner.glossary": "Це групова здібність!\nОпис здібності Навідник:\nЗастосовуючи на союзну ціль/себе, повністю відновлює енергію союзнику/собі.",
  "weapons_master.glossary": "Опис здібності Майстер зі зброї:\nШанс накладання спеціальних ефектів у зброї при атаці (наприклад, у біти - оглушення або у ножа - кровотеча) збільшується на 12% (30->42, 75->87 і т.д.)\nПрацює для всіх видів зброї, а також здібностей (біцепс і концентрація, наприклад).\nЗдібність спрацьовує лише один раз за хід і діє тільки для першої дії. Тобто для алхіміка або щупалець пекла - здібність не буде спрацьовувати!",

  "hypnotist.glossary": "Опис здібності Гіпнотизер:\nЯкщо ціль гіпнозу робила щось, що вимагає вибору цілі, то її ціль зміниться на випадкового гравця протилежної команди, зокрема й на самого себе.\nГіпноз витрачає 3 енергії та має перезарядку у 6 ходів (якщо використати в перший хід — наступний раз можна на 7-му ході).",

  "unique_abilities.glossary": "\\uD83D\uDD73 - Данжеві здібності (Які гравець отримує під час проходження данжу)\n🏆 - Унікальні здібності (Які гравець отримує за перемогу в особливому турнірі або за інших обставин)",

  "dash.glossary": "Опис здібності Ривок:\nВи можете здійснити ривок до цілі, завдаючи атаку з збільшеною на 1 шкодою, навіть якщо ціль знаходиться далеко.",
  "dark_energy.glossary": "Опис здібності Енергія темряви:\nПри застосуванні накладає на ціль 3 страху (на хід на ціль не можна накласти більше ніж 4 страху). Якщо вдасться накласти 5 страху — ціль помирає без можливості врятуватися інквізитором/зомбі.\nТакож за кожну ціль (в тому числі трупи/союзники) з накладеною темрявою, гравець отримує +1 до шкоди, -1 до часу відновлення здібностей (не діє на саму темряву) і здібностей зброї. Наступне застосування темряви завдає 2-3 шкоди (за кожну ціль).",
  "tentacles_of_hell.glossary": "Опис здібності Щупальця пекла:\nПри атаці (або, точніше, при дії, де обирається ворожа ціль) — ціль атакують щупальця, завдаючи 1 шкоду та підпалюючи її з силою 1.\nШанс того, що щупальця атакують, складає 50% (і ще 90% шанс потрапити (40% для перекату)).",
  "dragon_power.glossary":  "Опис здібності Сила дракона:\nСила дракона додає гравцю дві кнопки: 1. в меню атаки буде кнопка \"вогняна куля\"; 2. в меню додатково буде кнопка\"«Змах крилами\".\n1. Вогняна куля - дозволяє атакувати будь-якого супротивника, якщо той не підходив до гравця. Не має перезарядки, але споживає 3 енергії. Якщо енергії не буде вистачати - кнопки не буде! Також супротивник, який підійшов, не може бути обраний ціллю атаки!\nПри використанні завдає 1-5 шкоди та підпалює ціль із силою 1-4 та тривалістю горіння 1-3 ходи (1-1 хід, якщо у цілі протигаз).\nШанс влучити та шкода з кулі розраховуються як від звичайної атаки (залежить від енергії, здібностей (приціл, візор, крадій - дають +точність, наркоман і концентрація дають -точність), перекату супротивника). Шанс влучити рахується як 5 кубів і 1 точність.\nА от тривалість підпалу та сила горіння - випадкові.\n\n⚠️ А от здібності, які впливають на шкоду - не впливають на вогняну кулю. Тобто берсерк, концентрація, біцепс та інше - не підвищать шкоду!\n\n❗️ Якщо підсумувати, то, вогняна куля атакує ціль тільки в дальньому бою завдаючи 1-5 шкоди і підпалюючи з силою 1-4 на 1-3 ходи.\n\n2. Змах крилами - дозволяє відштовхнути всіх супротивників (крім Лицаря) у дальній бій. Витрачає 2 енергії та має перезарядку у 5 ходів. Якщо в цей самий хід супротивник натисне \"підійти\" - його не відштовхне, і він залишиться у ближньому бою!",

  "doom.glossary": "Опис здібності DOOM:\nУнікальна здібність (отримана за перемогу на турнірі) — Алекса та Зилча.\nНакладає на ціль DOOM на два ходи: ціль отримує 1 шкоду кожен хід протягом дії здібності; заблоковано \"додатково\"; і прихована панель гравця.",
  "the_magic_of_explosion.glossary": "Опис здібності Магія Вибуху:\nУнікальна здібність (отримана за перемогу на турнірі) - Арсения.\nВитрачає 5 енергії та має перезарядку у 10 ходів.\nПри застосуванні гравець витрачає хід на підготовку і на наступний хід атакує ціль, завдаючи їй 10 шкоди та підпалюючи з силою 6.\nПерервати або зупинити застосування неможливо! Тобто оглушення, світлові гранати не допоможуть, якщо підготовка вже почалась!\nПісля застосування гравець отримує оглушення.\n\nПриклад застосування:\nХід 1:\n💮|Мегумін дістає посох і наводить на Щура.\n💬Мегумін: О, темряво, куди не проникає світло, о, чорне полум’я, що не освітлює темряву, почуй мій поклик. Спали все і вся, доки дістанеться твоя караюча рука.\n\nХід 2:\n💬Мегумін: ВИБУХ!\n💮|Величезна хвиля полум’я вражає Щура, завдаючи 10 шкоди та підпалюючи ціль. Мегумін падає на землю без сил.\n🔥|Щур горить! Втрачає 5 енергії та отримує 6 шкоди.\n\nЕфекти ходу 3:\n🌀|Мегумін приходить до тями.",
  "bloodseeker.glossary": "Опис здібності Bloodseeker:\nУнікальна здібність Зилча.\nПри використанні знімає 1 хп у цілі та відновлює собі 1 хп.\nЯкщо промахнутись - знімає собі 1 хп.\nШанс влучити розраховується як у звичайній атаці (залежить від енергії, здібностей (приціл, візор, крадій — дають +точність, наркоман і концентрація дають -точність), перекату супротивника). Шанс влучити рахується як 3 куби і 2 точності.\nЗастосування здібності витрачає 3 енергії.\nМає перезарядку у 11 ходів.",
  "sapper.glossary": "Опис здібності Мінер:\nУнікальна здібність (отримана за перемогу на турнірі) - Семва і Тогжан.\nДозволяє встановити міну, яка вибухне через обрану кількість ходів і зачепить двох випадкових супротивників, завдаючи 2-4 шкоди.",


  "echo.glossary": "Опис здібності Ехо:\nНа наступний хід атака з бонусом до атаки 50% від попередньо завданої шкоди з округленням вгору.",
  "the_magic_of_explosion.deluxe.glossary": "опис буде пізніше",
  "heroism.glossary": "опис буде пізніше",
  "mimic.glossary": "опис буде пізніше",
  "sweet_tooth.glossary": "опис буде пізніше",
  "tactician.glossary": "опис буде пізніше",
  "toad.glossary": "Опис здібності Жаба:\nАктивується під час перекату, дозволяючи перейти з ближнього бою в дальній."
}