{
  "unique_weapons.glossary": "🕳 - Данжевые оружия (Которые игрок получает при прохождении данжа)\n🏆 - Уникальные оружия (Которые игрок получает за победу в особом турнире или при других обстоятельствах),\n🤖 - удалённые оружия, которые сейчас можно встретить только у нпс",

  "staff_of_the_necromancer.glossary": "⚔️|Посох некроманта:\nПризывает на 3 хода случайного нпс; в это время игрок получает щит и не может ходить за себя - вместо этого он ходит за нпс.\n⚠️ Если оглушить игрока во время призыва - призванное существо так-же будет оглушено.\n{staff_of_the_necromancer_info}\n\nПризываемые существа:\nВурдалак|👹\n♥️♥️♥️♥️♥️♥️|6 жизней. Максимум: 6\n⚡️⚡️⚡️⚡️⚡️⚡️|6 энергии. Максимум: 6\n💔x4/4 ран. Влияет на потерю жизней\n(Топором можно снизить порог урона до 3/4)\n▪️ Вампиризм: за каждую отнятую жизнь, вурдалак восстанавливает себе жизни\n▪️ Кровожадность вурдалака: за каждую недостающую на игроке жизнь, увеличивает урон на +1\n▪️ Имеет свойство противогаза - а именно, тушится если не поджигать. (но, световые гранаты на нём работают)\nОружие:\n⚔️|Зубы вурдалака\n{ghoul_teeth_info}\n\nСкелет|💀\n♥️♥️♥️♥️|4 жизней. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️|5 энергии. Максимум: 5\n▪️ Может атаковать сразу не подходя к цели\nОружие:\n⚔️|Меч\n{skeleton_sword_info}\n\nЗомби-крыса|🐭\n♥️♥️♥️♥️|4 жизней. Максимум: 4\n⚡️⚡️⚡️⚡️⚡️|5 энергии. Максимум: 5\n▪️ Имеет случайное оружие, способности, предметы",

  "Narsil_spear.glossary": "⚔️|Копьё Нарсил:\nУникальное оружие Зилча\nМожно метнуть копьё, нанеся +1 урон и оглушить с шансом [количество энергии*20]\nПосле броска копьё нужно поднять\nБросок отнимает 1 энергии и имеет кд в 6 ходов.",
  "katana.glossary": "⚔️|Катана:\nУникальное оружие Юли\nИмеет 99% вызвать кровотечение.\nАтакуя цель с 1хп мгновенно её убивает. Атака проходит сквозь щит. Но может промахнуться.",

  "bow_Asgard.glossary": "⚔️|Лук Асгард:\nУникальное оружие Asgaard\nИмеет 30% вызвать кровотечение.\nТратой хода можно натянуть лук, натягивание лука даёт:\nДополнительно +2 урона за каждое натягивание, +10% к кровотечению, +1 к расходам энергии.\nНачиная со второго натягивания - появляется шанс оглушения. 60% при втором натягивании и +60% за каждое следующее.\nОглушение/любое действие кроме натягивания, сбивает натягивание и все его бонусы!",
  "electric_shocker.glossary": "⚔️|Электрошокер:\nПри попадании отнимает максимальную энергию на 1. Стакается. Сбрасывается если передохнуть.\nУрон зависит от энергии игрока, НЕ цели по которой стреляют!",

  "vampire_fangs.glossary": "⚔️|Клыки Вампира:\nПри атаке имеют 50% высосать из соперника 1 хп (соперник теряет 1 хп, а вы получаете 1 хп). Данная механика пробивает щит, и может восстановить хп вампиру выше максимального значения хп. ",
  "skeleton_king_sword.glossary": "⚔️|Меч короля скелетов",
  "demon_lord_eyes.glossary": "⚔️|Глаз демона:\nЗа каждое недостающее хп у игрока, урон повышается на +1"
}