{
  "boss_fight.glossary": "В данном разделе будет информация о режиме /v_bossfight\n\nЭто режим в котором вы можете взять на себя роль одного из боссов и сразиться с другими игроками или добавить крыс или рыцарей к своей игре с помощью команд\n/addrats n /addknights n соотвественно (n - число существ)\n\nВ отличии от других режимов, вы не выбираете оружие, вы выбираете боссов... А оружие зависит от босса которого вы выбрали! ",
  "boss_fight_vampire.glossary": " Один из боссов - Вампир!\n\nВампир имеет начальное здоровье в 6 хп\n♥️♥️♥️♥️♥️♥️|6 жизней. Максимум: 6\n\nВампир умеет запускать летучую мышь (находится в дополнительно).\nЗапуск мыши не тратит ход, т.е. идёт дополнительным действием (как адреналин для примера), так что, вначале нужно использовать мышь, а потом походить.\nЗапуск мыши не тратит энергии и её можно запустить при 0 энергии.\nМышь наносит 3-3 урона на следующий ход после запуска и попадает в перекат (даже ниндзи)\nКд у мыши 3 хода (запустили на 1ом - откатится к 4ому)\n\nИз оружия у него - Клыки вампира.\n{vampire_fangs}\n{vampire_fangs_info} ",
  "boss_fight_skeleton_king.glossary": "Один из боссов - Король Скелетов!\n\nКороль скелетов имеет начальное здоровье в 5 хп\n♥️♥️♥️♥️♥️|5 жизней. Максимум: 5\n\nКороль скелетов умеет запускать адский огонь (находится в дополнительно).\nАдский огонь тратит ход.\nАдский огонь не тратит энергии и его можно запустить при 0 энергии.\nАдский огонь наносит 5-5 урона в текущий ход и оглушает цель на 1 ход, попадает в перекат (даже ниндзи)\nКд у адского огня 6 ходов (запустили на 1ом - откатится к 7ому)\n \nИз оружия у него - Меч короля скелетов.\n⚔️|Меч короля скелетов\n{skeleton_king_sword_info}\n\nПосле каждого потерянного хп (кроме потери хп от вампиризма клыков вампира, последнего удара и ритуалиста) призывается скелет с 1 жизнью.\n\nСкелет|💀\n♥️|1 жизней. Максимум: 1\n⚡️⚡️⚡️⚡️⚡️|5 энергии. Максимум: 5\n▪️ Может атаковать сразу не подходя к цели\nОружие:\n⚔️|Меч\n{skeleton_sword_info}",
  "boss_fight_demon_lord.glossary": "Один из боссов - Владыка Демонов!\n\nВладыка демонов имеет начальное здоровье в 4 хп\n♥️♥️♥️♥️|4 жизней. Максимум: 4\n\nВладыка демонов умеет запускать адское пламя (находится в дополнительно).\nАдское пламя тратит ход.\nАдское пламя не тратит энергии и его можно запустить при 0 энергии.\nАдское пламя наносит 2 урона за каждый заряд, если зарядов 0, то и будет нанесено 0 урона соответственно. Заряды можно даются за каждую атака которая попала по цели.\nАдское пламя опадает в перекат (даже ниндзи)\nАдское пламя атакует всех игроков! Включая союзников и самого владыку демонов! \n\nКогда у владыки демонов количество жизней опускается до 0 - он перерождается \"обретая истинную форму\" восстанавливая до 4 хп (имея при этом 6 максимальных(сделано это чтобы игрок получил +2 урона)), повышая порог урона до десяти тысяч и восстанавливая полную энергию\n⚠️Попрошу обратить внимание, что двужильность не повышает +1хп для владыки демонов когда тот обретает истинную форму\n⚠️Ритуалист не работает на владыке демонов во время перерождения\n♥️♥️♥️♥️|4 жизней. Максимум: 6\n💔x10000/10000 ран. Влияет на потерю жизней\n\nТак-же обретя истинную форму, владыка демонов получает дополнительную способность - выпить энергию  (находится в дополнительно).\nВыпивание энергии тратит ход.\nВыпивание энергии крадёт энергию у противника. Имеет приоритет как у световой гранаты.\nКд у выпивание энергии 4 хода (использовали на 1ом - откатится к 5ому)\n\nИз оружия у него - Глаз демона.\n{demon_lord_eyes}\n{demon_lord_eyes_info}"
}