{
  "boss_fight.glossary": "У цьому розділі буде інформація про режим /v_bossfight\n\nЦе режим, у якому ви можете взяти на себе роль одного з босів і битися з іншими гравцями або додати щурів чи лицарів до своєї гри за допомогою команд\n/addrats n /addknights n відповідно (n - кількість істот)\n\nНа відміну від інших режимів, ви не обираєте зброю, ви обираєте босів... А зброя залежить від боса, якого ви обрали!",
  "boss_fight_vampire.glossary": "Один із босів - Вампір!\n\nВампір має початкове здоров'я 6 хп\n♥️♥️♥️♥️♥️♥️|6 життів. Максимум: 6\n\nВампір уміє запускати кажана (знаходиться в додатковому).\nЗапуск кажана не витрачає хід, тобто йде додатковою дією (як адреналін, наприклад), тому спочатку потрібно використати мишу, а потім походити.\nЗапуск кажана не витрачає енергії і його можна запустити при 0 енергії.\nКажан завдає 3-3 шкоди на наступному ході після запуску та влучає навіть у перекат (навіть ніндзі).\nКд кажана - 3 ходи (запустили на 1-му - відновиться на 4-му).\n\nЗі зброї у нього - Ікла Вампіра.\n{vampire_fangs}\n{vampire_fangs_info}",
  "boss_fight_skeleton_king.glossary": "Один із босів - Король Скелетів!\n\nКороль Скелетів має початкове здоров'я 5 хп\n♥️♥️♥️♥️♥️|5 життів. Максимум: 5\n\nКороль Скелетів уміє запускати пекельний вогонь (знаходиться в додатковому).\nПекельний вогонь витрачає хід.\nПекельний вогонь не витрачає енергії і його можна запустити при 0 енергії.\nПекельний вогонь завдає 5-5 шкоди в поточному ході та оглушує ціль на 1 хід, влучає навіть у перекат (навіть ніндзя).\nКд пекельного вогню - 6 ходів (запустили на 1-му - відновиться на 7-му).\n\nЗі зброї у нього - Меч Короля Скелетів.\n⚔️|Меч короля скелетов\n{skeleton_king_sword_info}\n\nПісля кожної втрати хп (крім втрати хп від вампіризму іклів вампіра, останнього удару та ритуаліста) призивається скелет з 1 життям.\n\nСкелет|💀\n♥️|1 життя. Максимум: 1\n⚡️⚡️⚡️⚡️⚡️|5 енергії. Максимум: 5\n▪️ Може атакувати одразу, не підходячи до цілі\nЗброя:\n⚔️|Меч\n{skeleton_sword_info}",
  "boss_fight_demon_lord.glossary": "Один із босів - Володар Демонів!\n\nВолодар Демонів має початкове здоров'я 4 хп\n♥️♥️♥️♥️|4 життя. Максимум: 4\n\nВолодар Демонів уміє запускати пекельне полум'я (знаходиться в додатковому).\nПекельне полум'я витрачає хід.\nПекельне полум'я не витрачає енергії і його можна запустити при 0 енергії.\nПекельне полум'я завдає 2 шкоди за кожен заряд, якщо зарядів 0 - буде нанесено 0 шкоди відповідно. Заряди даються за кожну атаку, яка влучила в ціль.\nПекельне полум'я влучає навіть у перекат (навіть ніндзя).\nПекельне полум'я атакує всіх гравців! Включно із союзниками та самим Володарем Демонів!\n\nКоли у Володаря Демонів кількість життів знижується до 0 - він перероджується, «набуваючи істинної форми», відновлює до 4 хп (маючи при цьому 6 максимальних — це зроблено, щоб гравець отримав +2 до шкоди), підвищує поріг шкоди до десяти тисяч і повністю відновлює енергію.\n⚠️Зверніть увагу, що Двужильність не підвищує +1 хп для Володаря Демонів, коли той набуває істинної форми.\n⚠️Ритуаліст не працює на Володаря Демонів під час переродження.\n♥️♥️♥️♥️|4 життя. Максимум: 6\n💔x10000/10000 ран. Впливає на втрату життів.\n\nТакож, набувши істинної форми, Володар Демонів отримує додаткову здібність — випити енергію (знаходиться в додатковому).\nВипивання енергії витрачає хід.\nВипивання енергії краде енергію у противника. Має пріоритет, як у світлової гранати.\nКд випивання енергії — 4 ходи (використали на 1-му - відновиться на 5-му).\n\nЗі зброї у нього - Око Демона.\n{demon_lord_eyes}\n{demon_lord_eyes_info}"
}